[{"ground_truth_timestamp": "2023-04-12T01:46:45.432216+00:00", "ground_truth_data": {"summary": "Prison Link Cymru had 1,099 referrals in 2015-16 and said some ex-offenders were living rough for up to a year before finding suitable accommodation.\nWorkers at the charity claim investment in housing would be cheaper than jailing homeless repeat offenders.\nThe Welsh Government said more people than ever were getting help to address housing problems.\nChanges to the Housing Act in Wales, introduced in 2015, removed the right for prison leavers to be given priority for accommodation.\nPrison Link Cymru, which helps people find accommodation after their release, said things were generally good for women because issues such as children or domestic violence were now considered.\nHowever, the same could not be said for men, the charity said, because issues which often affect them, such as post traumatic stress disorder or drug dependency, were often viewed as less of a priority.\nAndrew Stevens, who works in Welsh prisons trying to secure housing for prison leavers, said the need for accommodation was \"chronic\".\n\"There's a desperate need for it, finding suitable accommodation for those leaving prison there is just a lack of it everywhere,\" he said.\n\"It could take six months to a year, without a lot of help they could be on the streets for six months.\n\"When you think of the consequences of either being on the street, especially with the cold weather at the moment or you may have a roof over your head, sometimes there is only one choice.\"\nMr Stevens believes building more one-bedroom flats could help ease the problem.\n\"The average price is a hundred pounds a week to keep someone in a rented flat, prison is a lot more than that so I would imagine it would save the public purse quite a few pounds,\" he said.\nOfficial figures show 830 one-bedroom properties were built in the year to March 2016, of an overall total of 6,900 new properties in Wales.\nMarc, 50, who has been in and out of prison for the past 20 years for burglary offences, said he struggled to find accommodation each time he was released.\nHe said he would ask himself: \"Where am I going to stay? Where am I going to live? Have I got somewhere where I can see my daughter.\"\n\"You're put out among the same sort of people doing the same sort of thing, and it's difficult, it's difficult to get away from it. It's like every man for himself, there's nothing.\"\nMarc has now found stable accommodation with homeless charity Emmaus and said it had been life changing.\n\"You feel safe, you got hot food, you've got company of people in similar situations to yourself but all dealing with different issues. It's a constructive, helpful atmosphere,\" he said.\nTom Clarke, chief executive of Emmaus South Wales, agreed there was not enough support available.\n\"We do still see [people] homeless on the streets, so clearly they haven't got accommodation and haven't got provision,\" he said.\n\"I think the key is connecting people with the services they need. I don't delude myself that Emmaus can offer a one size fits all for everyone, we can't.\n\"But there must be other opportunities and given suitable encouragement I believe that can and should happen.\"\nA Welsh Government spokesman said the national pathway for homeless services to children, young people and adults in the secure estate had prevented many people from losing their home whilst serving their prison sentence.\nIt added there were already significant demands for one-bedroom flats across the public and private sector and it was providing 20,000 new affordable homes in the next five years."}, "partner_inference_id": "0-2023-03-13"}, {"ground_truth_timestamp": "2023-04-12T01:46:47.331887+00:00", "ground_truth_data": {"summary": "Officers searched properties in the Waterfront Park and Colonsay View areas of the city on Wednesday.\nDetectives said three firearms, ammunition and a five-figure sum of money were recovered.\nA 26-year-old man who was arrested and charged appeared at Edinburgh Sheriff Court on Thursday."}, "partner_inference_id": "1-2023-03-13"}, {"ground_truth_timestamp": "2023-04-12T01:46:51.171838+00:00", "ground_truth_data": {"summary": "Jordan Hill, Brittany Covington and Tesfaye Cooper, all 18, and Tanishia Covington, 24, appeared in a Chicago court on Friday.\nThe four have been charged with hate crimes and aggravated kidnapping and battery, among other things.\nAn online fundraiser for their victim has collected $51,000 (Â£42,500) so far.\nDenying the four suspects bail, Judge Maria Kuriakos Ciesil asked: \"Where was your sense of decency?\"\nProsecutors told the court the beating started in a van and continued at a house, where the suspects allegedly forced the 18-year-old white victim, who suffers from schizophrenia and attention deficit disorder, to drink toilet water and kiss the floor.\nPolice allege the van was earlier stolen by Mr Hill, who is also accused of demanding $300 from the victim's mother while they held him captive, according to the Chicago Tribune.\nThe court was also told the suspects stuffed a sock into his mouth, taped his mouth shut and bound his hands with a belt.\nIn a video made for Facebook Live which was watched millions of times, the assailants can be heard making derogatory statements against white people and Donald Trump.\nThe victim had been dropped off at a McDonalds to meet Mr Hill - who was one of his friends - on 31 December.\nHe was found by a police officer on Tuesday, 3 January, a day after he was reported missing by his parents.\nProsecutors say the suspects each face two hate crimes counts, one because of the victim's race and the other because of his disabilities."}, "partner_inference_id": "2-2023-03-14"}, {"ground_truth_timestamp": "2023-04-12T01:46:53.085170+00:00", "ground_truth_data": {"summary": "The 48-year-old former Arsenal goalkeeper played for the Royals for four years.\nHe was appointed youth academy director in 2000 and has been director of football since 2003.\nA West Brom statement said: \"He played a key role in the Championship club twice winning promotion to the Premier League in 2006 and 2012.\""}, "partner_inference_id": "3-2023-03-15"}, {"ground_truth_timestamp": "2023-04-12T01:46:57.503357+00:00", "ground_truth_data": {"summary": "Restoring the function of the organ - which helps control blood sugar levels - reversed symptoms of diabetes in animal experiments.\nThe study, published in the journal Cell, says the diet reboots the body.\nExperts said the findings were \"potentially very exciting\" as they could become a new treatment for the disease.\nThe experiments were on mice put on a modified form of the \"fasting-mimicking diet\".\nWhen people go on it they spend five days on a low calorie, low protein, low carbohydrate but high unsaturated-fat diet.\nIt resembles a vegan diet with nuts and soups, but with around 800 to 1,100 calories a day.\nThen they have 25 days eating what they want - so overall it mimics periods of feast and famine.\nPrevious research has suggested it can slow the pace of ageing.\nBut animal experiments showed the diet regenerated a special type of cell in the pancreas called a beta cell.\nThese are the cells that detect sugar in the blood and release the hormone insulin if it gets too high.\nDr Valter Longo, from the University of Southern California, said: \"Our conclusion is that by pushing the mice into an extreme state and then bringing them back - by starving them and then feeding them again - the cells in the pancreas are triggered to use some kind of developmental reprogramming that rebuilds the part of the organ that's no longer functioning.\"\nThere were benefits in both type 1 and type 2 diabetes in the mouse experiments.\nType 1 is caused by the immune system destroying beta cells and type 2 is largely caused by lifestyle and the body no longer responding to insulin.\nFurther tests on tissue samples from people with type 1 diabetes produced similar effects.\nDr Longo said: \"Medically, these findings have the potential to be very important because we've shown - at least in mouse models - that you can use diet to reverse the symptoms of diabetes.\n\"Scientifically, the findings are perhaps even more important because we've shown that you can use diet to reprogram cells without having to make any genetic alterations.\"\nBBC reporter Peter Bowes took part in a separate trial with Dr Valter Longo.\nHe said: \"During each five-day fasting cycle, when I ate about a quarter of the average person's diet, I lost between 2kg and 4kg (4.4-8.8lbs).\n\"But before the next cycle came round, 25 days of eating normally had returned me almost to my original weight.\n\"But not all consequences of the diet faded so quickly.\"\nHis blood pressure was lower as was a hormone called IGF-1, which is linked to some cancers.\nHe said: \"The very small meals I was given during the five-day fast were far from gourmet cooking, but I was glad to have something to eat\"\nPeter Bowes: Fasting for science\nPeter Bowes: Intermittent fasting and the good things it did to my body\nSeparate trials of the diet in people have been shown to improve blood sugar levels. The latest findings help to explain why.\nHowever, Dr Longo said people should not rush off and crash diet.\nHe told the BBC: \"It boils down to do not try this at home, this is so much more sophisticated than people realise.\"\nHe said people could \"get into trouble\" with their health if it was done without medical guidance.\nDr Emily Burns, research communications manager at Diabetes UK, said: \"This is potentially very exciting news, but we need to see if the results hold true in humans before we'll know more about what it means for people with diabetes.\n\"People with type-1 and type-2 diabetes would benefit immensely from treatments that can repair or regenerate insulin-producing cells in the pancreas.\"\nFollow James on Twitter."}, "partner_inference_id": "4-2023-03-15"}, {"ground_truth_timestamp": "2023-04-12T01:47:02.611754+00:00", "ground_truth_data": {"summary": "But there certainly should be.\nThese are two of the biggest firms in the lucrative international business of making spectacles. France's Essilor is the world's number one manufacturer of lenses and contact lenses, while Italy's Luxottica is the leading frame manufacturer.\nIt is not obvious that the merger is in the public interest, though the two firms certainly think it is.\n\"The parties' activities are highly complementary and the deal would generate significant synergies and innovation and would be beneficial to customers,\" says Essilor.\nBut there seems to be growing disquiet in the industry.\nGordon Ilett, of the Association of Optometrists, says: \"This now allows the [enlarged] group to control all aspects of supply of product - from manufacture to the end user.\n\"Those businesses who remain as their customers will be indirectly controlled by the terms and conditions imposed by them.\n\"Whether their UK market share, following this merger, is sufficient for examination by the competition authorities is open to debate, but the effect of it will be reduced choice for the consumer, and will most likely result in reduced quality products longer term,\" Mr Ilett adds.\nIf the deal goes through later this year the new company, to be called EssilorLuxottica, will become a behemoth of the industry.\nIt will sell not only lenses and frames around the world but will also be stocking its own optician's shops as well, such as Sunglass Hut, and LensCrafters in the US and Australia, both currently owned by Luxottica.\nOne long-standing independent UK wholesaler, who asked to remain anonymous, says the merged firm would be so powerful it would probably squeeze out some competitors.\n\"If those two companies merged there would be a branded frame supplier offering you high-end branded frames, and also offering UK opticians a lens and glazing deal, to suit, so they will control almost everything [they offer] to both independent retailers in the High Street and even the chains,\" he argues.\nIn his view this would amount, almost, to a stranglehold on the supply of high-end glasses, with some rivals giving up.\n\"I imagine it would knock out quite a few glazing houses in the UK, and it would probably knock out other fashion frame houses,\" he adds.\nUnless you know about the eyewear business, or take an interest in investing in big European companies (they both have stock market listings) the names of the two big firms will probably have passed you by.\nBut if you have been inside an optician's shop you will certainly have heard of the brands they own and make. For instance, the leading varifocal lens brand, Varilux, is made by Essilor.\nJust a year ago, in presenting its 2015 financial results to investors, Essilor boasted that it was \"an undisputed leader with only 25% market share\" of the combined world market for prescription lenses, sunglasses lenses and lenses for reading glasses.\nWhen it comes to just the prescription lenses, it has a 41% share of the world market.\nFor its part, Luxottica owns several of its own brand names such as Ray-Ban and Oakley, and it also makes, under licence, spectacle frames which carry high-fashion names such as Armani, Burberry, Bulgari, Chanel, Prada, Ralph Lauren and Versace.\nIn 2015 the Italian firm made almost 10% of the 954 million frames that were sold worldwide that year, and claims that about half a billion of its frames are currently perched on people's noses.\nThe overall industry internationally is in fact quite fragmented with hundreds of other smaller manufacturers and related businesses such as glazing laboratories.\nMarket research firm GFK describes the optical industry as \"a complex and extremely competitive market-space\".\nEven so, with the two firms having a combined turnover of more than 15bn euros (Â£12.8bn), of which 3.5bn euros were in Europe, on the grounds of size alone the proposed merger easily meets the requirements of the European Commission for a formal review.\nThese are:\nAn inquiry would see if the merged firm threatened to be too dominant, thus reducing competition and leading to higher prices for the customers.\nA Luxottica spokesman told the BBC that the firm was confident that any scrutiny would not hinder the deal.\n\"The transaction is subject to mandatory submission to a number of anti-monopoly authorities including the European one, as is customary in transactions of this size and nature,\" he said.\n\"We are confident that the transaction does not raise anti-monopoly issues and will fully co-operate with the anti-monopoly authorities to obtain the required clearance,\" he added.\nThe EU itself says it currently has no comment to make and it has not yet been formally notified of the merger deal under the requirements of its own rules.\nBut the leading chain of opticians, Specsavers, views the impending deal with caution.\n\"Mergers are a continuing trend in optics, but this is a significant development which will result in huge supply chain and retail implications for the industry and consumers worldwide,\" the firm says.\n\"It is unlikely that the impact of the merger will be felt by consumers straight away but we will watch with great interest how the new organisation will arrange itself.\"\nIf you have ever bought a pair of spectacles with anything other than the most basic frame and lenses, you may have gulped at the price, possibly coming to several hundred pounds.\nOf course, not all spectacles are expensive and not all of the sale price goes to the manufacturers.\nOpticians and the wholesalers that supply them are businesses that seek to make a profit.\nThey also need to cover the costs of staff, equipment, shop and office space, stock and all that advertising.\nBut for the manufacturers such as Essilor and Luxottica, it is a stonkingly profitable business.\nOn worldwide sales of 6.7bn euros in 2015, Essilor made operating profits of 1.2bn euros.\nFor the same year, Luxottica sold goods worth 8.8bn euros and made operating profits of 1.4bn euros.\nWith cost-cutting at a merged business projected to save between 400m and 600m euros per year, profits could be boosted even further.\nWill customers benefit as well?"}, "partner_inference_id": "5-2023-03-16"}, {"ground_truth_timestamp": "2023-04-12T01:47:07.637709+00:00", "ground_truth_data": {"summary": "Media playback is not supported on this device\nThe Olympic silver medallist accused the organisation of \"ageism\" and having \"zero regard\" for her welfare.\nShe is the latest high-profile cyclist to come forward after Jess Varnish, Nicole Cooke and Emma Pooley criticised the World Class programme.\nHouvenaghel told the BBC she felt \"vindicated\" by a leaked draft report detailing British Cycling's failures.\nThe report said British Cycling \"sanitised\" its own investigation into claims former technical director Shane Sutton used sexist language towards Varnish, who went public last April about her treatment.\nBritish Cycling subsequently admitted it did not pay \"sufficient care and attention\" to the wellbeing of staff and athletes at the expense of winning medals, an approach Houvenaghel attested to in her BBC interview.\nBoth Sutton and predecessor Sir Dave Brailsford have now left British Cycling.\nHouvenaghel, 42, spoke to BBC Sport during its State of Sport week, which on Thursday examines the issue of athlete welfare versus a win-at-all-costs culture.\nA government-commissioned review, headed by 11-time Paralympic champion Baroness Grey-Thompson, into safety and wellbeing in British sport, is due to be published imminently.\nIt is expected to recommend significant reforms designed to improve the way athletes are treated by governing bodies.\nHouvenaghel claimed:\nBritish Cycling said it \"has acknowledged and takes very seriously previous cultural and governance failings in the World Class Programme\".\nIt said it has accepted the draft report's findings and already put into a place a 39-point action plan to \"systematically address the cultural and behavioural shortcomings\".\nThe statement added: \"Our new chair Jonathan Browning has apologised for instances where we have fallen short in our commitment to athlete welfare and has offered to meet with anyone who can help improve British Cycling.\"\nWho else has spoken out?\nHouvenaghel won silver in the individual pursuit at the Beijing Olympics in 2008, and gold in the World Championship team pursuit in 2008, 2009 and 2011.\nShe retired in 2014, aged 39, after withdrawing from the Commonwealth Games in Glasgow with a back injury.\nHouvenaghel was critical of both Sutton and her team-mates in the aftermath of the London 2012 Olympics, where she was left out of all three team pursuit races as Dani King, Laura Trott and Joanna Rowsell-Shand won gold in a world record time.\nSpeaking to BBC Sport this week, the Northern Irish rider said that experience was \"very traumatic\" and she felt \"torment\" at having \"no explanation\" for her last-minute omission.\nAt the time, Brailsford, then performance director, defended the selection saying they had to \"take the personal element out of it, and look at the data and be professional\".\nHe added: \"I think when a team steps up and makes six world records on the trot and a gold medal, then I don't think you can argue with that.\"\nBritish Cycling reiterated that point on Thursday, adding it was \"proud to support Wendy in what was a wonderfully successful cycling career\" and she was \"part of a pioneering generation of riders who set new standards of excellence\", but was dropped in London 2012 \"based on her performance\".\nOther elite cyclists, including King and Roswell-Shand have praised the leadership at British Cycling.\nAsked whether she was simply not good enough for the 2012 team, Houvenaghel replied: \"It was definitely not about performance. I don't think the fastest team on the day were permitted to race.\n\"There are certain chosen riders on the team who will not have experienced the culture of fear and will not have been on the receiving end of that - the bullying, the harassment, being frozen out of opportunities.\n\"It was horrid - it was not the training environment I expected. There was no choice. If you rocked the boat, you were out. There was no alternative.\n\"Medals at any cost, that's how it was whenever I was there, certainly in 2012.\"\nHouvenaghel said she also witnessed the sexism that has been highlighted by other female riders, and also claims she was discriminated against because of her age.\n\"I can certainly relate to the bullying,\" she said. \"For me personally, I felt it was more ageism - being a little bit older than my team-mates, it didn't seem to be something that the staff necessarily wanted for our team in 2012.\n\"They didn't care about what happened to me afterwards. I never heard another thing from them.\n\"After six years of constantly medalling at World Cups, World Championships, nationals, both on the track and on the road, they discarded me in a very undignified way from the team, which I don't feel was right.\"\nFourteen-time Paralympic gold medallist Dame Sarah Storey told BBC Sport that elite level sport in Britain is \"cut-throat\" but there are \"no excuses for crossing that line\" into bullying.\nAsked about the balance between winning and athlete welfare, the 39-year-old replied: \"It's a really difficult question because you have to be a human being, you have to allow for people to make mistakes. But the currency is race wins, the currency is gold medals.\n\"It's not an excuse but you have to have a thick skin in sport, you have to be able to take the rough with the smooth because of the racing that you go through.\n\"But there are no excuses for crossing that line, and if those lines have been crossed they will be found out and they'll be dealt with.\""}, "partner_inference_id": "6-2023-03-17"}, {"ground_truth_timestamp": "2023-04-12T01:47:11.908344+00:00", "ground_truth_data": {"summary": "It's no joke. But Kareem Badr says people did laugh in 2009 when he and two friends paid $20,000 (Â£13,000) for the Hideout in Austin, when it wasn't making money and the previous owner decided not to renew the lease.\n\"We took over a sinking ship and each brought a bucket to bail it out,\" says Mr Badr.\n\"None of us had any experience of running a business. But we loved what we were doing enough that it carried us through.\"\nThree years ago he was able to quit his day job and draw a salary from the club.\nMr Badr says it's still not as much as he used to make as a programmer (about $80,000 a year), but he now employs around 25 part time and contract workers.\nAnd he recently expanded the premises, taking over the adjoining coffee house which sells alcohol, and leasing more theatre space.\nMr Badr says: \"I think my background in computer science helped because I can take a big problem, break it up into small chunks, and figure out how to make it better and more efficient.\n\"That's basically what we did for every aspect of the business. And by doing that it naturally started to improve.\"\nMr Badr may have been helped by national trends, which imply a growing enthusiasm for comedy clubs in the US.\nAn industry report from data firm Ibis World expects total US annual comedy club revenue to grow by 1.8% over the next five years to $344.6m in 2020.\n\"When the Hideout first opened it was the only improv theatre in Austin,\" says Mr Badr.\n\"But now there are five [comedy] schools and four theatres. We were at the right place at the right time.\"\nWhile the Ibis World report showed that dozens of US comedy clubs were forced to close in the wake of the 2008 recession, when fewer people had disposable income to spend on live entertainment, Stephen Rosenfield, director of the American Comedy Institute in New York, says stand-up comedy is now entering a new golden age.\n\"The US has comedy clubs all over the country, not just in big cities, and they require talent,\" he says.\n\"In any field there are those at the top who make dynastic fortunes. But because of the significance of the local comedy club, there is a career and a living to be made by good comedians who are not superstars.\"\nMr Rosenfield says the growing popularity of stand-up comedy is fuelled in part by younger audiences, who view humorous TV hosts such as Jon Stewart, Jay Leno and Steve Colbert as their primary source for news.\n\"It's not just entertaining them, it's also informing them,\" he says. \"There's a new immediacy to stand-up that makes it much more appealing to a generation that's on social media, tweeting, face booking and blogging.\"\nBut clubs don't only make money from entertainers. Alcohol alone can bring in as much as 40% of the night's takings, and many clubs demand that audiences buy a minimum number of drinks per person.\n\"A club really has three businesses going on,\" says Mr Rosenfield.\n\"It's an entertainment entity, a restaurant and a bar. They make money from selling drinks and dinners, and they make money from the cover charge.\n\"There are usually three people on the bill. The opening act is the new comedian. They do about 20 minutes and introduce the other comics.\nThe middle act does about half an hour, and then there's the headliner. They almost always have TV credits, and are the ones people are coming to see. That headliner could be making six figures a year.\"\nTop-tier performers make much more. According to Forbes, Canadian comedian Russell Peters grossed $19m with 64 shows in 2013, while industry veteran Jerry Seinfeld is the highest paid comedian in the US, set to earn $36m this year.\nSteve Byrne, 41, is a veteran stand-up comedian based in LA, and star of his own television show Sullivan and Son, which ran for three seasons.\nHe describes himself as a successful mid-level comedian who makes an annual six figure salary mainly from touring.\nAnd although he was close to hitting a million dollars a year before his show was cancelled in 2014, he says most comedians make money at clubs and do television to boost their brand rather than their income.\nMr Bryne says: \"Gigs vary because it depends what you're contracted at.\n\"If it's somebody starting off in the business it could be $1,500 a show. For somebody who's had some TV credits you could go from $4,500 to $7,500.\n\"And if you're just a knock out comic, then you're coming in and getting a door deal. You're taking all the tickets, and the club gets the concessions.\"\nMr Byrne says hard work is the key to success. There is no magic short cut, and few lucky breaks.\n\"The one single thing that an aspiring comedian should do is write, write, write. What is it that makes you laugh?\n\"Your voice should resonate with your audience. So find your voice and you will find your audience.\"\nWhile the music and film industries have been impacted by the internet, such as illegal downloads and reduced album sales, Mr Rosenfield says the online world has actually given live comedy a boost.\n\"The format of comedy, particularly stand-up, lends itself to digital media like nothing else. One terrific joke can get a million hits,\" he says.\n\"It's become a new metric for a club manager. If a booker sees that a comic has 500,000 online followers - they'll book him almost sight unseen. That's it.\n\"Digital is gigantically important and has been for a while.\"\nBut in the end, the success of comedy comes down to a very simple fact - people need to laugh.\nBack in 2001 Steve Byrne was a comedian in New York when terrorists flew two planes into the World Trade Centre on 11 September.\nHe says: \"We all thought 'who's going to come to a comedy club? The dream's over, I've got to get a real job now'.\n\"But after a week, I forget which club was the first one to open its doors, but it was packed. People needed an outlet.\n\"And I remember for months on end those clubs in New York City were just jam packed. That was the thing that told me that this was a profession that is foolproof.\""}, "partner_inference_id": "7-2023-03-17"}, {"ground_truth_timestamp": "2023-04-12T01:47:17.927902+00:00", "ground_truth_data": {"summary": "Relieved that the giant telecoms company would not be broken up, they piled into the shares, sending them up 3% in early trading.\nBT dodged a bullet - and, as the chief executive of Ofcom, Sharon White, admitted, it was for prosaic reasons.\nShe said complications with land deals and BT's giant pension scheme meant there were \"practical obstacles\" to a break-up that would delay the process several years.\nIt's the pension scheme that probably most influenced Ofcom's thinking. BT's retirement scheme, inherited from its time as a state-owned utility, has assets of about Â£40bn and a deficit, on some measures, of about Â£10bn, even though BT has poured in billions of pounds in recent years to redress the gap.\nSenior sources at the company say that about 80% of the scheme relates to Openreach, the internet infrastructure provider that BT's rivals would like to see spun off.\nSeparating the pension as part of a break-up would be a costly headache - and there is the small matter of a government guarantee on part of the scheme, something that BT fought in the courts to preserve and won.\nCreating two new pension schemes, with the risk of weakening the financial resources of one or the other, might be too hot a political potato, even in the pursuit of faster broadband.\nBT's share price reaction might turn out to be overdone. Ms White plans to enforce the separation by introducing not only a new board to run Openreach, but also new articles of association that will give directors a duty to serve customers of the network as much as the company's owners.\nThis holds out an obvious prospect of conflicts to come, and runs counter to the normal assumption that in private companies, the shareholder is king.\nIt also carries an echo of the \"golden shares\" held by the government in Rolls-Royce and BAE Systems, two companies judged important for the defence of the realm. In each case, the golden share is actually enshrined by specific articles of association that give directors and the government powers beyond those normally enjoyed by company boards.\nBT's chief executive, Gavin Patterson, said he thought he could reach a compromise with Ofcom, but admitted they would need to see the detail of the new articles.\nIf they prove too much at odds with BT's own desire to control Openreach - which it will still own - get ready for a court battle and perhaps, eventually, a full break-up."}, "partner_inference_id": "8-2023-03-18"}, {"ground_truth_timestamp": "2023-04-12T01:47:23.074277+00:00", "ground_truth_data": {"summary": "\"I'm really looking forward to it - the home of Scottish football,\" said Rodgers ahead of his maiden visit.\n\"I hear the pitch is good, a nice big pitch suits the speed in our team and our intensity.\n\"The technical area goes right out to the end of the pitch, but you might need a taxi to get back to your staff.\"\nThis will be Rodgers' second taste of the Old Firm derby and his experience of the fixture got off to a great start with a 5-1 league victory at Celtic Park last month.\n\"It was a brilliant performance by the players in every aspect,\" he recalled. \"Obviously this one is on a neutral ground, but we'll be looking to have a similar performance.\n\"We'll be prepared and focused. We know it's going to be a tough game. We anticipated that the last time.\"\nRodgers is also aware Celtic's visit to Hampden last season in the Scottish Cup semi-final against Rangers ended in defeat.\n\"The last experience there wasn't so good for Celtic,\" he said. \"But it's a different team with a different mentality and we'll look to take that mentality into the game.\"\nRodgers lost two semi-finals in his time at Liverpool and is aiming to make it third time lucky at the club he joined in the summer.\n\"You have to perform - that's what's important and if you get little bit of luck along the way then hopefully you'll get the result that you want.\" said the Northern Irishman.\n\"So, for us, it's really looking at our performance level, which in the main has been at a really high level.\n\"My focus is always on my own team and, if we impose our style of play, it can give a lot of problems to opponents.\"\nUnlike predecessor Ronny Deila, Rodgers would not be drawn on this semi-final being a step on the way to a potential domestic treble.\n\"It's very, very difficult to achieve,\" he said. \"There's been great managers here in the past that haven't achieved that.\n\"But it's the first competition where we've a chance to win a trophy and I've always said that it's a priority for us because it's the first one.\n\"Our idea was to qualify for the Champions League, which we did, to make a good start in the league, which we've done, and then look to get to the League Cup final.\n\"Unless you can do that then you don't have the chance to win the trophies.\""}, "partner_inference_id": "9-2023-03-19"}, {"ground_truth_timestamp": "2023-04-12T01:47:27.505859+00:00", "ground_truth_data": {"summary": "The move is in response to an £8m cut in the subsidy received from the Department of Employment and Learning (DEL).\nThe cut in undergraduate places will come into effect from September 2015.\nJob losses will be among both academic and non-academic staff and Queen's says no compulsory redundancies should be required.\nThere are currently around 17,000 full-time undergraduate and postgraduate students at the university, and around 3,800 staff.\nQueen's has a current intake of around 4,500 undergraduates per year.\nThe university aims to reduce the number of student places by 1,010 over the next three years.\nThe BBC understands that there are no immediate plans to close departments or courses, but that the cuts in funding may put some departments and courses at risk.\nThe Education Minister Stephen Farry said he recognised that some students might now choose to study in other areas of the UK because of the cuts facing Northern Ireland's universities.\n\"Some people will now be forced to look to opportunities in other parts of Great Britain and may not return to our economy,\" he said.\n\"Defunding our investment in skills, particularly at a time when we're trying to grow the economy does not make a lot of sense. What's happening is we're going backwards.\n\"The loss of any place is damaging to our economy, all subjects teach our young people critical skills.\"\nQueen's vice-chancellor Patrick Johnston said the cuts had the potential to damage the reputation of the university.\n\"The potential negative impact, not just on the university but on the local economy is very significant,\" he said.\n\"It's the last thing we want to do, but we have to begin to focus on those areas where we can grow the organisation and develop it - it's clear we can no longer depend on the public purse to fund tuition.\n\"If we're not competitive we will not attract the best students, and we will not attract the best staff.\"\nJust under £100m, a third of the university's income, comes from the Northern Ireland Executive.\nDEL's budget was reduced by £62m earlier this year, and its budget for higher education institutions fell from £203m to £186m, a reduction of 8.2%.\nUlster University announced in February that it was dropping 53 courses.\nIt will be cutting jobs and student places, but it has not yet revealed how many."}, "partner_inference_id": "10-2023-03-19"}, {"ground_truth_timestamp": "2023-04-12T01:47:30.630598+00:00", "ground_truth_data": {"summary": "The leaflets said the patient had been referred for an urgent appointment as their symptoms might indicate cancer.\nEast Sussex NHS Trust has put the mix-up down to an external company that distributes its printed material.\nIt said the wrong patient information leaflets were added to hospital appointment letters sent out in March.\nIt has now contacted everyone affected to apologise and explain what went wrong.\nLiz Fellows, assistant director of operations at the trust, said: \"It was an administrative error and we apologise for any unnecessary anxiety this error may have caused.\"\nEast Sussex Healthcare NHS Trust covers Hastings, Eastbourne and Rother, and is responsible for the Conquest Hospital and Eastbourne District Hospital.\nThe trust said that due to the large number of appointment letters it sends out it uses an external printing company to print and distribute appointment letters.\nIt said each letter is coded to indicate any supplementary information that needs to accompany it.\nMs Fellows said: \"Unfortunately, for a short period in March, the printing company inadvertently miscoded approximately 850 letters resulting in a 'two-week information leaflet' being inserted with an appointment letter.\n\"As soon as the error became apparent it was stopped immediately, and letters of apology sent out.\""}, "partner_inference_id": "11-2023-03-20"}, {"ground_truth_timestamp": "2023-04-12T01:47:36.717866+00:00", "ground_truth_data": {"summary": "Emily Thornberry said Labour would not \"frustrate Brexit\" even if it failed to amend the bill.\nTen shadow ministers were among 47 Labour MPs who rejected party orders to back it last week.\nShadow chancellor John McDonnell said frontbenchers would have to quit if they defied the whip at the next vote.\nThe draft legislation comes back to the Commons on Monday for three days of debate culminating in a vote on its third reading.\nSpeaking on BBC's The Andrew Marr Show, Ms Thornberry rejected a suggestion the party was \"hopelessly divided\" on the issue.\nShe said she understood colleagues not wanting to vote in favour of invoking Article 50 of the Lisbon Treaty, which begins the formal departure process, but said: \"We have said that we will not frustrate Brexit. We have got our instructions from the British people. We are democrats and the public have voted to leave the European Union.\"\nLabour will try to amend the draft legislation to secure what it calls a \"meaningful vote\" on the final deal struck between Theresa May and the EU, and to guarantee the status of EU nationals in the UK and Britons living elsewhere in Europe.\nShadow business secretary Clive Lewis has said he will vote against the bill unless Labour's amendments are accepted, describing them as \"red lines\".\nMs Thornberry declined to say whether they were non-negotiable red lines for her party, and denied it was \"illogical\" to demand amendments but still back the bill in the final vote if they are rejected.\n\"There will need to be back channels, private conversations. There are many conversations going on now,\" she said.\n\"We are speaking to government, we are speaking to Tory backbenchers and we are trying to get a compromise that will work.\"\nOne of Labour leader Jeremy Corbyn's closest allies, shadow home secretary Diane Abbott, missed Wednesday's vote, citing illness.\nFormer Labour minister Caroline Flint criticised Ms Abbott, telling ITV's Peston on Sunday: \"We used to have man flu, we now have Brexit flu that Diane has created hereâ€¦ it's about being part of a team.\n\"I think she holds one of the most important portfolios within a shadow cabinet. If she can't support the leader on this then she should go.\"\nBut former Labour deputy leader Harriet Harman defended Ms Abbott, pointing out she had earlier said on television she would back the bill so had \"already taken the flak on it\".\nAmong the rebels in last week's second reading vote were 10 members of the front bench, who would ordinarily be expected to step down after defying leadership instructions to back the bill.\nLabour leader Jeremy Corbyn told BBC Radio 4's The World This Weekend that changes to his shadow cabinet would be announced \"in the coming few days\".\nAsked if he should be lenient, he added: \"I'm a very lenient person.\"\nSpeaking later, he said he expected Ms Abbott to vote with the party this week.\nShadow chancellor John McDonnell said the shadow cabinet would decide how to approach Wednesday's third reading vote on the Brexit bill.\nHe told Pienaar's Politics on BBC Radio 5 live that if a three-line whip was again imposed, any frontbenchers who rebelled \"will have to step down\"."}, "partner_inference_id": "12-2023-03-20"}, {"ground_truth_timestamp": "2023-04-12T01:47:40.372816+00:00", "ground_truth_data": {"summary": "The National League sold the Republic of Ireland midfielder to the Cherries for £175,000 in 2012 and had a 15% sell-on clause included in the deal.\nO'Kane moved for an undisclosed fee, but Nicholson says any money will go to help the cash-strapped club.\n\"I don't think I'll be getting anything,\" Nicholson told BBC Devon.\n\"There's more important things.\"\nThe Gulls are still looking for new owners having been taken over by a consortium of local business people last summer.\nThey were forced to close down the club's academy and drastically reduce the playing budget after millionaire former owner Thea Bristow left the club."}, "partner_inference_id": "13-2023-03-21"}, {"ground_truth_timestamp": "2023-04-12T01:47:44.331628+00:00", "ground_truth_data": {"summary": "Iwan Wyn Lewis of Penygroes, Gwynedd, had been sectioned at Ysbyty Gwynedd after allegedly assaulting his mother.\nThe 36-year-old was visited by an officer in April 2016 about his bail arrangements, which a doctor said could have added to his distress.\nHis body was found in the Menai Strait on 2 May.\nMr Lewis was receiving treatment at the hospital's Hergest unit and was later moved to the Cynan ward where he received the visit from the officer.\nSpeaking at the inquest in Caernarfon on Thursday, consultant psychiatrist Dr Olufemi Adebajo said he was \"extremely unhappy\" about the visit.\n\"I don't think the police should be able to come to the ward without special permission,\" he said.\nAsked by coroner Nicola Jones whether the conversation with the officer could have added to Mr Lewis' agitation and distress, Dr Adebajo said: \"It's quite possible - even likely\".\nHe said he had known Mr Lewis for more than two years and never considered him to be a suicide risk.\nThe day before his death, he had asked staff for extra medication because he said he was feeling agitated, but they did not change his dosage because they could see no sign of agitation.\nOn the evening of 2 May, Mr Lewis told staff he was going to the shop, but 45 minutes later his body was found in the Menai Strait.\nThe inquest continues."}, "partner_inference_id": "14-2023-03-21"}, {"ground_truth_timestamp": "2023-04-12T01:47:46.606226+00:00", "ground_truth_data": {"summary": "The 33-year-old has featured only twice for the Foxes this term, having signed a new one-year deal with the Premier League newcomers in the summer.\nFormer Blackpool forward Taylor-Fletcher scored three goals in 23 games for his parent club last season.\nHe joined the 13th-placed Owls prior to Saturday's Championship game against Norwich City."}, "partner_inference_id": "15-2023-03-22"}, {"ground_truth_timestamp": "2023-04-12T01:47:51.011885+00:00", "ground_truth_data": {"summary": "Dr Waleed Abdalati told the BBC the that continued access to data is in \"everyone's best interest\".\nMany US scientists are rushing to copy information onto servers outside the control of the federal government.\nThey are afraid the Trump administration will curb access to climate and other research.\nThe President-elect has blown hot and cold on the issue of climate change, having previously tweeted about global warming being a hoax.\nOn Wednesday, one of his advisers compared scientists who support the mainstream view on global warming to flat-Earthers.\n\"There was an overwhelming science that the Earth was flat and there was an overwhelming science that we were the centre of the world,\" said Anthony Scaramucci, a member of the Trump transition committee, on CNN.\n\"We get a lot of things wrong in the scientific community.\"\nNow at the Co-operative Institute for Research in Environmental Sciences, Dr Abdalati served as Nasa's chief scientist in 2011, for two years.\nHe says it is too early to tell if this type of rhetoric from the Trump team will be backed up by action against scientists working on climate issues.\n\"I do think that when it comes to access to federal databases, and information that the taxpayers have paid for, there would have to be a tremendous paradigm shift to actively take steps to make those data unavailable, and I think doing so would be an enormous disservice to the citizens of this country and to the world in general,\" he said via email.\n\"I do think that the scientific community, educators, members of the private sector who rely on these data in their businesses, and others will need to make clear that continued access to these data, which have been paid for by the taxpayers, allows their full value to be realized and is in everyone's best interest.\"\nOther researchers are taking a more pessimistic view on the question of data access and are encouraging colleagues and students to make copies. Prof Robert Paterson, from the University of Texas, Austin, says that he learned this the hard way under the administration of George W Bush, another president cool on climate.\n\"Within a month of coming into office the EPA website went down for three weeks and when it went back up stuff wasn't available anymore,\" Prof Paterson told BBC News.\n\"If history repeats itself with another administration that is basically a naysayer to climate change science, I would say it would be prudent for folks to do what they can to keep as much as they can on mirror sites.\"\nOther scientists are concerned about nominations to key government areas such as former Texas governor Rick Perry at Department of Energy (DoE) and Oklahoma attorney general Scott Pruitt at the EPA. Both have heavily criticised the agencies they now lead.\nAttempts by the Trump transition team at the DoE to obtain a list of all those employees who had worked on climate change have provoked anger as well as fear.\n\"I was horrified by the report with regard to Department of Energy scientists being named.  We must stand up to that and I have said so. We are all DoE scientists in that regard,\" said Dr Kevin Trenberth who has been a lead author for the Intergovernmental Panel on Climate Change (IPCC) is a senior scientist at the US National Center for Atmospheric Research (NCAR).\n\"That is a pretty chilling action by an incoming administration - the rhetoric suggests that revenge is a valid response to people who disagree with you,\" said Prof Robert Paterson,\nThe Energy department has refused to comply with the request and the Trump team has now said the questionnaire was \"not authorised\".\nMany researchers are worried that the anti-climate tone being struck by the incoming administration will have many serious consequences for scientists trying to do their jobs in real world situations.\n\"Flooding is a fact of life in Texas and the frequency with which we're seeing it is noticeably increasing,\" said Dr Shannon Van Zandt, at Texas A&M University.\n\"A lot of the tools that have been developed by Federal agencies have been designed to help communities predict the changes that they're going to see and if that is restricted we would lose the ability to help people understand and incorporate it into the decisions that they're making both at the local level and at the state policy level.\"\nBut some in this field believe that the change of administration is a good moment to review the type of scientific questions that US researchers are asking.\nMarcel Crok is a Dutch science writer who doesn't support the scientific consensus on climate change. He says that much of the research in the field takes place in an echo chamber and he welcomes the fact that the Trump administration will challenge this.\nMr Crok accepts that human emissions of carbon dioxide are warming the planet, but he questions the accepted view on how far and how rapidly temperatures will rise. Mainstream scientists, he says, rely on models that are over sensitive to carbon. He expects this to change under Trump.\nHe said: \"What the field is trying to do is prove that the observational estimates are wrong and that the models are still right, and in my opinion this is exactly the problem. They should be more open minded, they should be open to the idea that the models are wrong!\"\n\"I hope that under a Trump regime at least there would be more funding, because if the funding agencies ask these kind of questions they can stimulate research in other directions than proving that the models are right all the time.\"\nThe idea that aspects of climate research, supported by a minority, should now gain funding at the expense of the majority view, is dismissed by those in the field.\n\"It is not all spun, it is not all one side or the other,\" said Prof James White from the Institute of Arctic and Alpine Research at the University of Colorado.\n\"This is good unbiased information, it would be a real shame if that data is turned off.\"\nFollow Matt on Twitter and on Facebook"}, "partner_inference_id": "16-2023-03-22"}, {"ground_truth_timestamp": "2023-04-12T01:47:55.277263+00:00", "ground_truth_data": {"summary": "The ska group tweeted the news: \"It is with deep regret that we say goodbye to our great friend, the world's greatest drummer, our beloved Brad. RIP.\"\nBradbury joined The Specials in 1979, and continued with the reversioned band The Special AKA, who had a top 10 hit with Free Nelson Mandela.\nBradbury took part in The Specials reunion tour in 2009. He also headed up a band called JB Allstars.\nThe band's representatives said the drummer died in England but no cause of death was given.\nIn a statement, his family said: \"It is with deepest regret that we have to announce the very sad news that our much loved husband and father John 'Brad' Bradbury passed away on Monday the 28 of December.\n\"Brad's drumming was the powerhouse behind The Specials and it was seen as a key part to the Two Tone sound. He was much respected in the world of drumming and his style of reggae and ska was seen as genuinely ground-breaking when The Specials first hit the charts in 1979.\n\"He was an integral part of The Specials reforming in 2008 and toured with them extensively up to the present day. His contribution to the world of music can not be understated and he will much missed by family, friends and fans alike.\n\"It is the family's sincerest wish that they are allowed the time to remember him privately.\"\nThe news comes three months after the band's trombonist, Rico Rodriguez, died.\nThe band, famed for their 1960s mod-style outfits, had seven UK top 10 singles including Too Much Too Young and Ghost Town.\nFounder and songwriter Jerry Dammers dissolved the band in 1981 but they re-grouped and continue to perform and record without their former leading man.\nBilly Bragg was one of the first musicans to pay tribute to Bradbury.: \"A bad day for good music. First we lose Lemmy, now news that Brad from the Specials has passed away. RIP.\"\nBradbury was born and brought up in Coventry where the band was formed in 1977.\nMusic producer Pete Waterman, also from Coventry, expressed his shock at the news of the Bradbury's death.\nSpeaking to BBC Coventry and Warwickshire, Waterman said: \"I always had a good laugh with Brad. He was always proud of being in the band and what we'd and he'd achieved.\n\"He never left Coventry because he always wanted to be part of the scene... he was tremendous.\""}, "partner_inference_id": "17-2023-03-23"}, {"ground_truth_timestamp": "2023-04-12T01:47:58.553317+00:00", "ground_truth_data": {"summary": "The 14-time major champion, playing in his first full PGA Tour event for almost 18 months, carded a level-par second round of 72, but missed the cut by four shots after his first-round 76.\nWorld number one Jason Day and US Open champion Dustin Johnson also missed the cut at Torrey Pines in San Diego.\nOvernight leader Rose carded a one-under 71 to put him on eight under.\nCanada's Adam Hadwin and USA's Brandt Snedeker are tied in second on seven under, while US PGA champion Jimmy Walker missed the cut as he finished on three over.\nWoods is playing in just his second tournament since 15 months out with a back injury.\n\"It's frustrating not being able to have a chance to win the tournament,\" said the 41-year-old, who won his last major, the US Open, at the same course in 2008.\n\"Overall today was a lot better than yesterday. I hit it better, I putted well again. I hit a lot of beautiful putts that didn't go in, but I hit it much better today, which was nice.\"\nScotland's Martin Laird and England's Paul Casey are both on two under, while Ireland's Shane Lowry is on level par."}, "partner_inference_id": "18-2023-03-23"}, {"ground_truth_timestamp": "2023-04-12T01:48:02.801671+00:00", "ground_truth_data": {"summary": "Media playback is not supported on this device\n\"If I push it, I could go backwards or end up back on medication,\" he said. \"There is also a chance of rejection.\"\nThe former Manchester United, Newcastle and Blackburn forward suffered kidney failure in 2015 after contracting an airborne virus.\nHe has just returned to his role as a United ambassador following surgery.\nThe 45-year-old is not even allowed to fly to Barcelona for a Manchester United legends game on 30 June.\nCole said: \"It is a long road ahead. It is a tough road and different to the battles I have had before.\n\"It is not like getting a football injury, when you go to the gym and work a bit harder.\"\nHis 28-year-old nephew Alexander provided the donor kidney - \"a noble job\" as Cole described it.\nCole has improved physically and has lost most of the weight he gained through his illness.\nAnd while there is still more work to do, Cole, who will be United's assistant manager for the return legends game against Barcelona at Old Trafford on 2 September, is looking forward to playing if a similar match is staged in 2018.\nHe said: \"I still get very tired but I can do a lot more than I was able to two years ago. If this game is played next year I want to be out there.\"\nEarlier this week, another former Newcastle and England striker, Alan Shearer, told the BBC he felt English clubs were a long way off being able to challenge for the Champions League.\nCole agrees, saying: \"From what I have seen in Europe, I am not sure any of the English teams will win it. They are miles apart.\n\"If you look at Real Madrid, Barcelona or Bayern Munich, a lot of the players people are talking about Premier League clubs paying £50m or £60m for can't get in their teams.\n\"That tells you where they are at.\""}, "partner_inference_id": "19-2023-03-25"}, {"ground_truth_timestamp": "2023-04-12T01:48:06.537017+00:00", "ground_truth_data": {"summary": "Pakistan's telecoms regulator said the ban was no longer necessary because Google, which owns YouTube, had now launched a Pakistan-specific version.\nYouTube has denied claims that the authorities can filter content.\nMany young Pakistanis have welcomed the lifting of the ban but some activists want details of the deal with Google.\nThey say there should be greater transparency of the terms agreed between Google and the government.\nA Pakistan Telecommunication Authority (PTA) official confirmed to the BBC that all internet service providers had been directed to open access to YouTube.\nThe Pakistan Telecommunication Company Ltd posted on its Facebook page on Monday: \"Welcome Back YouTube\".\nPakistan's ministry of information technology said: \"Google has provided an online web process through which requests for blocking access of offending material can be made by the PTA to Google directly.\n\"Google/YouTube will accordingly restrict access to the said offending material for users within Pakistan.\"\nHowever, a YouTube spokeswoman said government requests for the removal of content would not automatically be granted.\n\"We have clear community guidelines, and when videos violate those rules, we remove them,\" she said.\n\"In addition, where we have launched YouTube locally and we are notified that a video is illegal in that country, we may restrict access to it after a thorough review.\"\nShe said requests by governments for content to be removed would be recorded in YouTube's Transparency Report.\nPakistan's ban on YouTube was imposed by the Supreme Court in 2012 after the US-made film Innocence of Muslims was uploaded.\nThe amateur-made video was condemned in the Muslim world and sparked widespread protests for its mocking portrayal of the Prophet Muhammad.\nMore than a dozen people died in protests in Pakistan.\nBlasphemy is a crime in Pakistan and can carry the death penalty, although such a sentence has not been carried out.\nGoogle revealed last week that it had launched local versions of YouTube for Nepal, Pakistan and Sri Lanka."}, "partner_inference_id": "20-2023-03-25"}, {"ground_truth_timestamp": "2023-04-12T01:48:08.947408+00:00", "ground_truth_data": {"summary": "The 26-year-old was injured in last week's win over Exeter.\nDirector of rugby Richard Cockerill told BBC Radio Leicester: \"With eight weeks of the season to go that is probably the last we will see of him.\"\nMeanwhile, scrum-half Sam Harrison, 24, has signed a new deal, but the length of the contract has not been revealed.\nBenjamin has been plagued by injuries since signing from Worcester in 2012, suffering a serious neck injury which delayed his first-team debut by 15 months.\nHe also sustained a knee injury that ruled him out for four months last term.\nBut Cockerill said: \"It is certainly not too serious and he will make a full recovery in the next eight to 10 weeks.\""}, "partner_inference_id": "21-2023-03-26"}, {"ground_truth_timestamp": "2023-04-12T01:48:14.111189+00:00", "ground_truth_data": {"summary": "Media playback is not supported on this device\nDoull emulated fellow Welshman Geraint Thomas, who won at the 2008 and 2012 Olympics, by helping Great Britain win team pursuit gold in world record time.\nThe 23-year-old joined record-breaking Sir Bradley Wiggins, Steven Burke and Ed Clancy to beat the world champions.\n\"That was just surreal, it feels dreamlike\" said the Cardiff rider.\nMedia playback is not supported on this device\n\"We've been in situations like that before when we've been so close and have lost so to pull it off now is unbelievable.\"\nHe had previously won silver medals at the 2015 and 2016 World Championship - this year to the Australian team - but Doull earned Olympic redemption to add to the four Welsh silver medallists in Rio.\n\"I've dreamt of this moment for so long,\" added Doull.\n\"It's what gets you out of the bed in the morning. I've pictured crossing that line first and winning the Olympics and to finally be here and do it, it's just surreal. It's a culmination of four years of hard work.\"\nSwimmer Jazz Carlin, rower Victoria Thornley and rugby sevens players Sam Cross and James Davies had already enjoyed podium finishes before Doull secured Wales' seventh gold in the last three Olympics.\nWales had not won an Olympic title in 36 years when Nicole Cooke stormed to women's road race gold in 2008 - the first Welsh cycling medal ever at an Olympics.\nBut since Cooke's win in Beijing, Wales have won three more cycling gold medals - and could win a fifth on Saturday when Elinor Barker will help the British world record holding women bid for team pursuit gold.\nDoull - who started cycling at the Maindy Fliers club in Cardiff like Thomas and Barker - had helped the Great Britain team to lower the world record in their heat demolition of New Zealand.\nBut Team GB were quickly behind in Friday's final as Australia led by 0.7 seconds at the halfway mark, before GB reeled them in and then pulled away in the final 500m to win the 4km race by 0.83 seconds - in a world record time of three minutes, 50.265 seconds.\nDoull's team-mate Wiggins became the first Briton to win eight Olympic medals - five golds, one silver and two bronzes - as GB won a third successive team pursuit Olympic title.\n\"It gives you such confidence....you've got Brad on my right behind me and I've got Burke and Ed down below me,\" said Doull.\n\"It's Burke's second Olympic title in his discipline, it's Ed's third and he's the most decorated Yorkshireman, so he keeps telling me, so to have that calibre of team is just massive and it gives you such confidence.\""}, "partner_inference_id": "22-2023-03-26"}, {"ground_truth_timestamp": "2023-04-12T01:48:16.430285+00:00", "ground_truth_data": {"summary": "The death toll doubled over the last two days as officials found more than 100 bodies once waters began receding.\nOfficials estimate that the floods have affected 450,000 people in the state.\nThis years monsoon rains have affected millions across at least 20 states in India. The north-eastern state of Assam has also seen dozens killed and hundreds of thousands displaced.\nThe government has announced aid packages for affected areas and Prime Minister Narendra Modi is due to visit Assam on Tuesday.\nHe has said the aim of his visit is to find a \"permanent solution\" to the flooding that Assam faces every year.\nThe Press Trust of India news agency quoted an official as saying that many affected people in Gujarat had begun returning to their villages."}, "partner_inference_id": "23-2023-03-27"}, {"ground_truth_timestamp": "2023-04-12T01:48:19.106915+00:00", "ground_truth_data": {"summary": "Two snowsports enthusiasts got married at a Scottish ski resort before sliding off down a run in their wedding attire.\nBridget and Jonathan Reid, from Moy, near Tomatin in the Highlands, tied the knot at Nevis Range, near Fort William, on Friday.\nThe couple first's date six years ago was a skiing trip, so they decided it would be appropriate to get married on skis.\nAdventure photographer Hamish Frost took their wedding snaps.\nBridget, who is a teacher, and Jonathan, who runs his own electrical automation company, benefited from recent snowfalls for their big day.\nThey got married in full Highland dress, which includes a kilt, and white wedding dress surrounded by snow-covered mountain landscape.\nThe white stuff had been lacking over winter, but last month's Storm Doris and recent spells of colder weather have helped with the operation of Nevis Range and Scotland's other outdoor ski centres.\nThe newly weds said: \"Over the last couple of years we have spent as many weekends as possible skiing the Back Corries at Nevis Range.\n\"We love the atmosphere, the friendliness of the staff and the amazing terrain for skiing.  When we heard that we could actually get married there it was a no-brainer.\"\nThe couple got married at the top of Easy Gully in a ceremony officiated by Halde Pottinger from the Humanist Society of Scotland.\n\"He was totally up for marrying us on skis and did an amazing job. He is currently trying to establish whether or not we are the first wedding actually conducted and vowed in skis - officiate and couple,\" said the Reids.\n\"We can't actually believe we are but there can't be many. We also managed to twist the arm of adventure photographer Hamish Frost, who came along to take photographs.\"\nThe couple added: \"The day could not have been better. Without doubt it was the best conditions of the year - with blue skies and fresh snow, we could not have asked for more.\"\nThey thanked the staff of Nevis Range for \"a fabulous job making our day possible\", and for helping in throwing \"a hell of a good party\" in the evening."}, "partner_inference_id": "24-2023-03-28"}, {"ground_truth_timestamp": "2023-04-12T01:48:23.640124+00:00", "ground_truth_data": {"summary": "The fine follows the conviction of former RBS trader, Shirlina Tsang, for fraud last year.\nShe was sentenced to 50 months in prison after being caught falsifying records of emerging markets trades.\nHong Kong regulators said RBS's controls were \"seriously inadequate\".\nThe Securities and Futures Commission (SFC) also said there were \"significant weaknesses in its procedures, management systems and internal controls.\"\nBut the regulator said the fine took into account the bank's speedy action in alerting the authorities once it had discovered the illegal trades, which took place in its emerging markets rates business in 2011.\n\"This deserves substantial credit and is the reason why today's sanctions are not heavier ones,\" Mark Steward, the SFC's head of enforcement, said in a statement.\nRBS responded with a statement, reading: \"We put in place a comprehensive remediation programme that strengthened our governance and supervisory oversight, and our control environment.\"\nThe fine is relatively small compared to others the bank has received in the last few years.\nIn December RBS agreed to pay 391m euros (£320m) in penalties to the European Commission for its role in the attempted rigging of Yen Libor and Euribor - the Tokyo and euro equivalents of the London interbank offered rate, or Libor.\nIn the same month it was fined $100m (£60m) by US regulators for violations of US sanctions against Iran, Sudan, Burma, and Cuba.\nThe bank was found to have removed location information on payments made to US financial institutions from countries such as Iran and Cuba."}, "partner_inference_id": "25-2023-03-29"}, {"ground_truth_timestamp": "2023-04-12T01:48:28.665980+00:00", "ground_truth_data": {"summary": "Here are the best bits we heard backstage at the Royal Albert Hall in London.\nIn La La Land, Emma Stone plays aspiring actress Mia Dolan.\nSo does the best actress winner think Mia could ever win a Bafta or Oscar?\nAfter a dramatic pause, she delivered her verdict.\n\"Hopefully!\"\n\"It's been like a whirlwind,\" said Spider-Man actor Tom Holland, winner of the Rising Star Award. \"I'm so happy everything seems to be working out.\"\nThe 20-year-old Brit isn't wrong there. Having made his screen debut in tsunami disaster movie The Impossible, he first appeared as Spidey in Captain America: Civil War and recently finished filming for Spider-Man: Homecoming.\nBut Tom admitted the super hero role has its drawbacks.\n\"Ever since I was a kid I've wanted to be Spider-Man. It's been so fun, but my legs are in bits right now from spider poses after spider poses.\n\"So I'll be sitting down for the rest of the evening!\"\nIt was perhaps inevitable that Meryl Streep's speech at the Golden Globes would come up at the Baftas.\nAsked about Donald Trump's response, supporting actress winner Viola Davis didn't hold back.\n\"Anyone who labels Meryl Streep an 'overrated' actress obviously doesn't know anything about acting,\" she said.\n\"That's not just directed towards Donald Trump - that's directed towards anyone.\"\nShe didn't stop there.\n\"This is someone who is the master at her skill and she has lasted for 40 years in a very difficult profession,\" Viola continued.\n\"One of the things people have to know about this woman is that she is the most honourable, accessible human being you could possibly want to meet.\"\nBest actor winner Casey Affleck said he'd grabbed a word with Meryl Streep after the Baftas ceremony.\n\"She was taking pictures of people... and I told her how much her speech at the Golden Globes meant to all of us and how grateful I was that she did it and kicked in the door a little bit,\" he said.\nThe Manchester by the Sea star said he hoped more actors would speak out.\n\"There is a big audience for these awards shows... and I have to say I'm very proud to be a part of the arts community.\n\"I don't always say some of the things I would like to say in those opportunities because there are people like Meryl Streep who say them much better than I can - and if they are going to be said it should be said very, very well because they are important.\"\n\"I'm a little bit wobbly,\" confessed Dev Patel a few minutes after winning the supporting actor prize for Lion.\n\"I really did not expect it, we have gone to so many awards ceremony and this one is where everything changed, on home turf with my family.\"\nDev recalled how he had made his acting debut a decade ago on E4's teen drama Skins.\n\"I remember the first time I ever stepped on a film set, I never knew what a boom mic was,\" he laughed.\n\"My mum took me to an open casting of Skins after she saw an advert in Metro newspaper and 10 years on we are here at the Baftas - that is pretty amazing.\"\nJustin Hurwitz, who won the Bafta for his original music in La La Land, said that he'd written a title song that didn't end up in the movie.\n\"It was going to be in the middle of the movie but we nixed that, and then we toyed with using it in the end credits, and we nixed that at the last minute.\"\nAnd how about this? Another Day of Sun, from the famous traffic jam scene, was cut \"for many months\" before being put back in as the big opening number.\nMel Brooks, who was awarded the prestigious Bafta Fellowship, was asked about whether he might write a comedy about Donald Trump.\n\"I'm not afraid of him, I don't think he's dangerous,\" said the 90-year-old writer, actor and producer.\n\"I think he's mostly an entertainer, a guy who wants audiences to love him.\n\"What I'm afraid of are all the guys around him, the people who whisper in his ears, like the people who whispered in George W Bush's ears and we got the Iraq War...\n\"I just hope that Trump stays the egomaniac he is, listens to no-one and then we'll all be safe. But if he believes these guys we're all in trouble.\"\nMel was in a lighter mood as he plugged his new musical Young Frankenstein, which will open in London's West End this year after a run in Newcastle.\n\"I think, modestly speaking, it will be sensational,\" he chuckled.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk."}, "partner_inference_id": "26-2023-03-30"}, {"ground_truth_timestamp": "2023-04-12T01:48:32.486768+00:00", "ground_truth_data": {"summary": "Media playback is not supported on this device\nOf his first 30 matches in 2017, the world number one has won 21 and lost nine.\nWinning his last five tournaments of 2016 to pip Novak Djokovic to the year-end number one position in the final match of the season at London's O2 Arena was astonishing, dramatic and unforgettable.\nAnd yet it appears that relentless run of success, and the 87 matches he played over a season, has come at a price.\nMurray's straight-set defeat by world number 90 Jordan Thompson in the first round at Queen's Club was the sixth time he has lost to a player outside the top 20 this year. He has had shingles and an elbow problem, and now his left hip is proving cause for concern.\nOpting out of two scheduled exhibition matches at the Hurlingham Club in London may not be too much of a blow, as Murray's aptitude for grass is likely to allow him some margin for error during the opening week at Wimbledon. But will he be in pain, and will his movement suffer?\nAlthough it was reassuring to see him return to the practice courts on Friday, Murray was walking with a limp and neither moving, nor hitting his backhand, anywhere near as well as he will need to. Only time will tell.\nMedia playback is not supported on this device\nMurray has looked especially vulnerable this season over three sets.\nAs well as the defeat by Thompson at Queen's, he has also lost in straight sets to Fabio Fognini in Rome (no disgrace), to Borna Coric in Madrid, and to world number 129 Vasek Pospisil at Indian Wells.\nThough he was bamboozled by Mischa Zverev in the fourth round of the Australian Open, his Grand Slam record remains formidable. He is aiming this fortnight for a 10th consecutive Wimbledon quarter-final, and the last time he failed to reach the second week of a Slam was when he fell to Stan Wawrinka in the third round of the 2010 US Open.\nSo, assuming Murray's hip does not leave him underpowered, the French Open provides the best indication as to how he might fare at Wimbledon.\nMurray often started slowly in matches at Roland Garros, but put in a dominant third-round performance against Juan Martin del Potro as he won in straight sets. He never looked a realistic champion, but ultimately was just a tie-break away from a second consecutive final. He then ran out of steam, a legacy of insufficient matches, in a Stan Wawrinka-dominated final set of their semi-final.\nIt would be foolish to try to come to a firm conclusion about Murray's chances at the All England Club this year. Twice a champion, and a gold-medal winner on Centre Court at the 2012 Olympics, not even Novak Djokovic has outperformed him at Wimbledon over the past five years.\nYet on 2017 results alone, Murray is only the seventh best player in the field.\nHe has too frequently struggled to impose himself on his opponent, and hindered at times by injury, has not been able to trust his serve in the same way.\nThis year he has won 72% of points on first serve, down from 76% last year; and while last year he saved 66% of the break points he faced, that number has fallen this year to 54%.\nHe claims his indifferent form is nothing to do with the pressure associated with his status as world number one, and he does not cut the figure of a man weighed down by an unwelcome burden.\nBut perhaps Murray has lost his cause: he is now the hunted, rather than the hunter.\nThat may not be a concern much longer.\nMurray is virtually 5,000 points behind Rafael Nadal in the season-long race and is therefore very likely to be replaced at the top of the rankings by the autumn at the latest.\nIn fact, he could be overtaken after Wimbledon by Wawrinka or Djokovic if they win the title, but more probably by Nadal, who assuming both reach the second week would only have to go one round further.\nNadal's knees, Djokovic's blues and Wawrinka's unexceptional Wimbledon record muddy the waters still further.\nAnd then there's Roger Federer: the seven-time champion, who is free of injuries, and last Sunday in Halle won his fourth title of the year having skipped the clay-court season.\nMedia playback is not supported on this device"}, "partner_inference_id": "27-2023-03-30"}, {"ground_truth_timestamp": "2023-04-12T01:48:34.736348+00:00", "ground_truth_data": {"summary": "Mandla Hlatshwayo and his friend were shot after confronting a group of men who had robbed women of their mobile phones in a pub in Soweto.\nThe suspects were found in possession of drugs and an unlicensed gun.\nSouth Africa has one of the highest murder rates in the world with more than 50,000 cases reported every year.\n\"Police are questioning the suspects to see if they can link them to the shooting,\" says the police's Lungelo Dlamini.\nTributes are still pouring in for the star who was also a DJ on local radio station Jozi FM.\nThose who knew the 40-year-old have described him as a selfless man."}, "partner_inference_id": "28-2023-03-31"}, {"ground_truth_timestamp": "2023-04-12T01:48:37.466468+00:00", "ground_truth_data": {"summary": "Witnesses told officers they heard a gun being fired near Anfield Road Primary School at about 09:00 GMT.\nPupils and staff there and at the nearby All Saints Catholic Primary School have been ordered to stay indoors while police investigate.\nCh Supt Mark Harrison said it \"beggars belief\" it would happen at a school.\nMembers of the public told police the shot was fired at a dark coloured car by a white man in a grey hooded top who was on foot.\nA Merseyside Police spokeswoman said local hospitals had been checked and \"no-one has sought medical attention for injuries caused by a firearm\".\nShe said officers were making house-to-house inquiries and studying CCTV footage of the area.\nCh Supt Harrison said the attack \"appears to be targeted\" and was particularly worrying as \"a child could have been seriously injured or worse\".\nHe said police wanted to hear from those inside the car \"so we know they are safe\".\nAnfield Road Primary School's headteacher Clair Drew-Williams said her pupils were \"safe and unaware of the incident\".\n\"The site was not evacuated, the school day is continuing as normal and a trip for some pupils took place as planned,\" she said."}, "partner_inference_id": "29-2023-03-31"}, {"ground_truth_timestamp": "2023-04-12T01:48:41.005156+00:00", "ground_truth_data": {"summary": "The Olympic champion, 29, was third overall at the end of a promising first day - traditionally her strongest - with a score of 3,928 points.\nOn Sunday she leapt a respectable 6.16m in the long jump but threw a disappointing 42.60m in the javelin.\nWith the 800m remaining, she has 5,544 points, still on course for the 6,200 needed to qualify for the Rio Olympics.\nEnnis-Hill is competing in her first heptathlon since winning gold at London 2012.\nA top-12 finish and score of 6,075 points would also secure qualification for this summer's World Championships.\nCanada's Commonwealth champion and world silver medallist Brianne Theisen-Eaton leads ahead of the final event, remarkably achieving three personal bests on her way to a 5,834 score.\nFollow latest updates and reports on the second day of the Gotzis Hypo-Meeting on the BBC Sport website on Sunday, 31 May."}, "partner_inference_id": "30-2023-03-31"}, {"ground_truth_timestamp": "2023-04-12T01:48:45.858542+00:00", "ground_truth_data": {"summary": "Manor's operating company Just Racing Services has been in administration since 6 January, and FRP Advisory has been unable to find a buyer.\nJust Racing ceased trading on Friday, effectively ending the Manor team.\nThe staff were sent home on Friday and told they will be made redundant by the close of business on Tuesday after the payment of January salaries.\nFRP said there was \"no sustainable operational or financial structure in place to maintain the group as a going concern\".\nJoint administrator Geoff Rowley added the administration process \"provided a moratorium\" in the search for a buyer but \"no solution could be achieved to allow for the business to continue in its current form\".\nIt is not necessarily the end of Manor - a buyer could potentially still purchase the remnants of the team.\nBut even if that were to happen, the move makes it much harder for Manor to make it to the start of the season in Australia on 26 March.\nThe team's collapse leaves 10 teams - 20 cars - on the grid in Melbourne and comes just five days after the sport was taken over by US company Liberty Media and long-time commercial boss Bernie Ecclestone was removed as chief executive.\nMedia playback is not supported on this device\nManor started life as Virgin Racing in 2010 and has been through several guises in the intervening seven years.\nIt previously went into administration in October 2014, and was only saved by current owner Stephen Fitzpatrick, the boss of energy firm Ovo, on the eve of the 2015 season.\nFitzpatrick has said the decisive moment was the team's slip to 11th place in the constructors' championship as a result of Sauber's Felipe Nasr finishing ninth in the penultimate race of last season in Brazil. This cost the team in the region of $15m (£12m) in prize money.\nManor were one of three new teams to enter F1 in 2010 after they were promised by then FIA president Max Mosley that a £40m budget cap would be introduced.\nBut Mosley stood down as head of the governing body in 2009 after losing a fight with the teams over the plan and the cost limit was abandoned.\nAll three teams have now collapsed.\nThis content will not work on your device, please check Javascript and cookies are enabled or update your browser\nAnneliese Dodds MEP has called for a European Commission investigation into the FIA and F1 following Manor's collapse.\nShe said: \"The collapse of Manor Racing could be the end of seven turbulent years for a team that brought highly skilled jobs to Oxfordshire. I am very concerned that this follows other job losses in small teams.\n\"Formula One Group, its owners and the FIA as a regulator really need to be investigated after this collapse.\n\"The unfair way in which prize money is allocated in the sport, permanently favouring the largest teams regardless of their finishing position, has seen many teams struggle to survive and ultimately reduced the number of cars on the grid.\n\"The European Commission must investigate the complaints it received last year from two F1 teams related to anti-competitive practices before even more highly skilled jobs are lost both in the South East and all around Europe.\n\"I will be writing to the Commission to call on them to take serious action on the way F1 is run, before a sport loved by 500 million fans is damaged beyond repair.\""}, "partner_inference_id": "31-2023-04-01"}, {"ground_truth_timestamp": "2023-04-12T01:48:48.664689+00:00", "ground_truth_data": {"summary": "Only 90 will be returned to Stormont - compared to 108 from previous assembly polls.\nOut of the 228 candidates, 70 are women. The election will take place on 2 March.\nOnce again the DUP is fielding the most candidates with 38, followed by Sinn FÃ©in on 34.\nThe Ulster Unionist Party has 24 candidates, while the SDLP and Alliance have 21 each.\nThe Green Party is fielding 18 candidates, the TUV, 14, the Conservatives 13 and People Before Profit seven.\nThe Workers Party has five candidates in the race, the cross-community Labour Alternative four, the PUP and the Citizens Independent Social Thought Alliance three each and the UKIP one.\nThere are also 22 independent candidates in the field.\nWest Tyrone, East Londonderry and East Antrim have the largest number of candidates standing, with 15 going on the ballot paper in each.\nThe constituency with the fewest - nine - is Newry and Armagh."}, "partner_inference_id": "32-2023-04-01"}, {"ground_truth_timestamp": "2023-04-12T01:48:52.751909+00:00", "ground_truth_data": {"summary": "We received that question from Drew who is planning a trip to New York in December. He asked: \"Should I get my cash now or should I wait? Will there be much change between now and then?\"\nAnthony Reuben, from BBC Reality Check, had this answer: \"The BBC does not give financial advice, but here are a few things to bear in mind...\n\"The exchange rate between the pound and the dollar reflects the views of investors about the relative strengths of the two economies.\n\"Since the Brexit vote in June the pound has fallen about 18% against the dollar on the judgment that growth is likely to be stronger in the US than the UK and that UK interest rates are falling while the next movement in US rates is expected to be upwards.\n\"But it's always possible that something could happen to change that view - there is a presidential election in the US in November, for example. The outcome of that could make a considerable difference to the exchange rate.\n\"You do not necessarily have to put all your eggs in one basket - there is also the option to hedge your bets and buy half of your dollars now and half of them just before you go, as long as you are not going to be hit by extra charges for carrying out two transactions.\n\"It is always worth shopping around when buying currency - avoid buying your currency at the last minute at the airport. There are plenty of comparison sites online that will help you get the most dollars possible for your pounds, even if it is fewer than you would have got a few months ago.\"\nWe asked readers to send in questions about the recent fall of the pound and rise of the FTSE 100.\nAnthony chose Drew's question: \"I'm planning on going to New York in December, should I get my cash now or wait? Will there be much change between now and then?\"\nTake a look at some of the other questions you've wanted us to answer:\nWhy does the NHS spend on homeopathy?\nCould the UK take over existing EU trade deals?\nDoes fracking affect the water supply?\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question."}, "partner_inference_id": "33-2023-04-02"}, {"ground_truth_timestamp": "2023-04-12T01:48:55.906149+00:00", "ground_truth_data": {"summary": "More than 300 people entered Alternative Model of the Year with the winner being decided by judges in Newcastle on Saturday.\nVintage-fan Zoe Waters, 19, from Bishop Auckland, is a student at Newcastle University.\nMs Waters said she was shocked to be declared the winner. \"I've always dressed a bit crazy,\" she said.\n\"I don't know why I wanted to be different, I guess I just always choose to wear what I like and look how I want to look rather than worrying about what's in fashion.\"\nShe said she now plans to pursue a career in modelling.\n\"I'm only 5ft 3in tall and I never wanted to look normal so I never thought I could actually be a model, I hadn't realised how big the alternative modelling world is.\"\nOrganiser Kieran Martin said: \"There is a lot of prejudice and hatred for people from sub-cultures so we wanted to create something that would celebrate the different lives we have, we are proud of what we are achieving.\"\nThe final was held at Northumbria University in Newcastle."}, "partner_inference_id": "34-2023-04-02"}, {"ground_truth_timestamp": "2023-04-12T01:48:59.342964+00:00", "ground_truth_data": {"summary": "The Yomper statue is currently located in front of the Royal Marines Museum at Eastney.\nThe National Museum of the Royal Navy has started consulting over a proposed move to Portsmouth Historic Dockyard.\nCampaigners insist it is a local memorial to the conflict and \"belongs\" at Eastney.\nThe Yomper statue was created by Philip Jackson, depicting a royal marine marching across the islands during the 1982 conflict and was unveiled by former prime minister, Lady Thatcher, in 1992.\nThe National Museum of the Royal Navy (NMRN) is planning to relocate the Royal Marines Museum from Eastney to Portsmouth Historic Dockyard as part of a Â£13m lottery funded project and wants to take the statue with it.\nAn online petition against moving the statue has attracted more than 1,800 signatories, saying it was \"now considered as our local Falklands War Memorial\".\nSheila Mackie who set it up said: \"The imposing scale of The Yomper needs space and adequate distance to be fully appreciated, and the visualization of the part in the major campaign that the statue represents couldn't be achieved in an interior space.\"\nConservative-led Portsmouth City Council also voted to express a \"clear preference\" that the statue remain where it it is.\nIts motion stated: \"The Yomper statue has graced the seafront for many years, serving as a reminder of both the Falklands War and of the Marines' historical association with Eastney.\"\nNMRN director Jon Rawlinson said the new museum site would potentially have 750,000 visitors a year, compared to 40,000 at the current museum.\n\"He would be seen by far more people at the historic dockyard, but of course he was built for here [Eastney] and is part of here. \"\nHe said no decision had been made and it would consider all comments submitted to its public consultation."}, "partner_inference_id": "35-2023-04-03"}, {"ground_truth_timestamp": "2023-04-12T01:49:03.268717+00:00", "ground_truth_data": {"summary": "It is believed to be the first alleged breach of the Terrorism Prevention and Investigation Measures (TPim).\nThe suspect appeared at the Old Bailey accused of failing to contact a monitoring company and report to a police station twice in January.\nThe Home Office has refused to comment on the case.\nTPims replaced control orders in January 2012.\nThe suspect - who can only be referred to as BM - was one of nine British citizens subject to a TPim when the figures were last disclosed in March.\nThe BBC is not aware of anyone else who has appeared in court charged with a breach of a TPim.\nThe Home Office said: \"We do not comment on individual cases.  The police investigate all breaches of TPims and will prosecute where that is viable.\"\nThose subject to a TPim can be ordered to stay overnight at a specified address and report to a police station every day.\nOther measures include a ban on contacting particular individuals, going to certain areas and places and travelling abroad.\nLabour has argued that TPims have \"weakened\" public protection against terrorism.\nIn March, the independent reviewer of terror laws, David Anderson, said TPims could prove less effective than control orders because they can be imposed for a maximum period of two years only.\nThe court heard that BM is charged with two counts of breaching Section 23 of a TPim order.\nThe allegations are that on 16 January he failed to contact a monitoring company, and on 27 January failed to report to a police station.\nBM, who has a grey beard and was dressed for the hearing in a white shirt, cannot be named nor have his address published for legal reasons.\nThe prosecutor Louise Gray asked for a provisional date of 2 July to be set for a plea and case management hearing.\nThe defendant was granted unconditional bail although he remains subject to the restrictions imposed by his TPim.\nA trial date was not set."}, "partner_inference_id": "36-2023-04-03"}, {"ground_truth_timestamp": "2023-04-12T01:49:05.802775+00:00", "ground_truth_data": {"summary": "The 33-year-old takes over the role from Charlotte Burton, whom he assisted last season alongside his coaching commitments at Brighton College.\nSeamer Anyon took 199 wickets in 63 first-class appearances for Sussex between 2010 and 2014 and retired last year because of a knee injury.\nHe will also coach the women's under-19 and under-21 sides.\n\"This is a great opportunity to continue working with Sussex,\" he said.\n\"The women's game is fast-growing and I am looking forward to bringing my own experiences from professional cricket and using them to help the girls.\"\nAlexia Walker, Sussex's most-capped women's player and coach of the under-17 side, will take on roles with the senior, under-21 and under-19 sides."}, "partner_inference_id": "37-2023-04-04"}, {"ground_truth_timestamp": "2023-04-12T01:49:07.776896+00:00", "ground_truth_data": {"summary": "The 23-year-old younger brother of Sunderland's Wes Brown, had been on trial with the Shakers.\nBrown has also had spells at Bradford, Doncaster, Oldham, Coventry, Ipswich, Watford and Carlisle, making over 50 appearances in the Football League.\nHe is available for Bury's League One season opener as they travel to Doncaster on Saturday.\nFind all the latest football transfers on our dedicated page."}, "partner_inference_id": "38-2023-04-05"}, {"ground_truth_timestamp": "2023-04-12T01:49:13.234657+00:00", "ground_truth_data": {"summary": "But the latest Cinderella is bucking the trend - and seemingly appealing to audiences as a result.\nDirected by Sir Kenneth Branagh, Cinderella is a live-action version of Disney's classic 1950 animation that has taken $70m (Â£43.1m) on its opening weekend in the United States.\nYet this adaptation is completely faithful to the traditional story - including wicked stepmother, fairy godmother, glass slipper, handsome prince and happy ending.\nBritish actress Lily James, best known as Lady Rose from ITV's Downton Abbey, stars as Cinderella. Cate Blanchett plays the stepmother and Helena Bonham Carter is the fairy godmother.\n\"Keeping it classic is the twist,\" says Branagh, who started his directing career in 1989 with his adaptation of Shakespeare's Henry V.\n\"I always felt that it's better to do a modern version of a story using the historical perspective, than say, make a story of Cinderella in Brooklyn in 2015.\n\"I find that when you try and update Shakespeare to a contemporary setting too, you always pay a price.\n\"In this case, the original material of Cinderella is far richer than my ideas, so it seems to me that it's my job to make it simple. Just let the fairytale speak, because it affects us in a more complicated way than we think.\n\"Audiences have already come up to me saying the film is about patchwork families, about child bereavement, about the politics between women these days. Fairytales are a psychological brain-worm that need to be left alone to do their work.\"\nHelena Bonham Carter says that at first she was dubious \"as to whether a straight version would work\".\n\"I think it's a really good film, but it could so easily have been bad. I was saying: 'So you're really going to do a completely straight version of Cinderella? No gimmicks, no extra frills, no 3D?'\n\"It's very classic, but they know me, and they allowed me not to be that straight in my own role.\"\nJust as audiences seem to have taken to the film, critics such as the Guardian's Guy Lodge comment that \"while it might have been nice to see the new-model Cinderella follow Frozen's progressive, quasi-feminist lead, the film's naff, preserved-in-amber romanticism is its very charm\".\nBut James disagrees that this Cinderella is an old-fashioned heroine, pointing out that at the start of Disney's 1950 classic, Cinderella \"is staring out of the window dreaming of the prince and waiting for him to rescue her\".\n\"This Cinderella doesn't do that at all. I think we make it very clear that everything she does is her choice - even deciding to stay on at her parents' house with such wicked treatment from her stepmother.\n\"She is told by her dying mother to 'have courage and be kind' and this is the film's, and Cinderella's, backbone.\"\nThis is the first major leading role for Surrey-born James. \"Not even a big TV series like Downton could prepare me for this fuss,\" she says.\n\"I am getting slightly carried away. I keep seeing giant posters of me all over the place in a big blue dress and people shouting my name.\n\"I'm trying to enjoy the magic actually - this is the fairytale aspect of it for me, personally. It's quite something that so many little girls are going to think I'm Cinderella.\"\nJames has dismissed speculation that her waist had been digitally altered to make it smaller as \"irrelevant\", claiming that fans were interested in Cinderella because of her \"morals\".\nCate Blanchett agrees that the core of the film is \"kindness\", adding that it is \"an unusual quality these days. There's not a cynical bone in this film's body and that's its strength.\n\"There is cruelty and jealousy in the movie too, but too often we don't value kindness. In today's world you think someone who is kind is a doormat, and the fact this triumphs is really heart-warming.\"\nBranagh, who previously directed Marvel's Thor, describes kindness \"as its own super-power. It is a dark world and children do need to understand they need courage and resilience to get through it.\n\"People often compare the story of Shakespeare's King Lear in relation to Cinderella. There is a resemblance there - a father making a tragic error and three daughters; great cruelty and great kindness.\n\"This film is all about the difficult but simple choice to be good and kind. Whether you're dealing with Shakespeare or the great fairy stories, they are all great big metaphors for human nature.\n\"And regardless of what happens to this film version, I believe this is why the tale of Cinderella will keep enduring.\"\nCinderella is out in the UK on 27 March."}, "partner_inference_id": "39-2023-04-05"}, {"ground_truth_timestamp": "2023-04-12T01:49:17.432563+00:00", "ground_truth_data": {"summary": "But one nation, Russia, was missing.\nFor the first time in Eurovision history, the host nation barred another country's singer.\nThat is because in 2015, in violation of Ukrainian border rules, Russia's Julia Samoilova performed in Crimea, the Ukrainian peninsula annexed by Russia a year earlier.\nSamoilova suffers from a neural muscular disorder and has used a wheelchair since childhood.\n\"When the rumours began I might not go, I was so sad,\" she told the BBC in Moscow. \"I thought, how come? This was my dream. When the final decision was taken I didn't believe it. But unfortunately, this is the reality.\"\n\"I think it's a stupid reaction,\" Russian MP Vitaly Milonov tells me. \"They're even afraid of such a small girl to enter Kiev.\"\nEven before Ukraine's ban, Mr Milonov had called for a Russian boycott of Eurovision: \"Eurovision became a disgusting socialist nightmare for all these left-wing parties with all their bearded women, or men, with these anti-Christian positions.\n\"I am sure that most conservatives in the world will never attend this festival. Because this is a festival of Sodom and Gomorrah.\"\nIt is supposed to be a festival of peace and friendship but there is not much sign of either in relations between Kiev and Moscow.\nIn eastern Ukraine, 10,000 people have been killed in three years of war: a war in which Russia is directly involved through its military support for separatist rebels. Crimea remains a source of tension and Eurovision is the latest battleground.\n\"Since 2014, we've had a law in Ukraine that punishes people who illegally cross our border when they visit Crimea,\" says Ukrainian MP Olha Chervakova.\n\"Did Russia know this? Of course. Did Russia know that Julia Samoilova would fall foul of this law? Of course. In other words, entering her in the contest was a conscious provocation to create a huge political scandal.\"\nThe ban created a huge headache for Eurovision organisers, the European Broadcasting Union (EBU).\nEurovision's Executive Supervisor Jon Ola Sand said in March that Ukraine's decision went \"against both the spirit of the contest and the notion of inclusivity that lies at the heart of its values\".\nIn an unprecedented move, the EBU offered Russia the chance to take part by satellite from Moscow.\nRussia declined: after the dramas of last year's Eurovision, Moscow was in no mood to compromise.\nUkraine's 2016 winning entry, 1944, sung by Jamala, was about Joseph Stalin's deportation of Crimea's Tatar population.\nRussia had argued that Jamala's song broke contest rules for being of a political nature. When it won, Moscow cried foul and said there was politics at play. Now Russia seems determined to make not only Ukraine look bad, but the entire Eurovision Song Contest.\nWhen strangers are coming, they come to your house, they kill you and say 'we're not guilty'\nRecently, two Russian pranksters - posing as Ukraine's prime minister and his assistant - released online a telephone conversation they had recorded with a woman they claimed was EBU Director General Ingrid Deltenre.\nIf this is the voice of the EBU's top official, it is hugely embarrassing for the EBU, because the woman on the recording makes an astonishing admission about Ukraine's winning song: \"I was just too late made aware of the song.\n\"If I would have been earlier, and I think it was on purpose, I would have not allowed the song to participate, to be very transparent.\"\nIn a statement, the EBU said it would \"not comment on prank calls\".\nBut these are high-profile Russian pranksters, who once fooled Elton John into thinking he was talking to Russian President Vladimir Putin.\n\"Now our people don't trust Eurovision any more,\" one of the pranksters, Alexei, told me. \"People understand that any country can use their political goals to win, so it's not a fair contest anymore.\"\nPerhaps this is not just about a song contest? Or Russia's relations with Ukraine?\nEquating Eurovision with Sodom and Gomorrah and embarrassing the EBU appear part of a wider pattern of Russia trying to undermine Western institutions and Western liberal ideas.\n\"Russia now defines itself in its social and societal model against the West,\" believes Jan Techau of the Richard Holbrooke Forum at the American Academy in Berlin. \"The Kremlin explicitly portrays Russian society as a counter model to the corrupted West. They seem now to buy completely into the idea that whatever harms the West is good for Russia: a classic zero-sum game.\"\nIn the run-up to this year's contest, singer Jamala warned that \"we should expect more provocations [from Russia] because our victory hurt them a lot.\"\nSecurity in Kiev is tight ahead of the first semi-final.\nAs for Julia Samoilova, instead of singing at Eurovision this week, she will be performing - once again - in Crimea. Another political message from Moscow, to Kiev and to Europe."}, "partner_inference_id": "40-2023-04-06"}, {"ground_truth_timestamp": "2023-04-12T01:49:21.855100+00:00", "ground_truth_data": {"summary": "Alex McKechnie, then 16, was in the crowd for that first show and went on to be a regular at the club:\n\"I saw The Beatles a few times in the north end of Liverpool and was working in Liverpool city centre as a messenger boy in a printing works when I heard that they were on at the Cavern in a lunchtime session.\n\"The Cavern was in the basement of a three or four storey warehouse. The public went down one flight of stone stairs and then there were three long arches.\n\"At the end of one of the long arches was a little tiny stage. That's where the Beatles performed 292 times.\n\"I remember it being very highly charged with excitement. The music sounded even more exciting [than the previous gigs] because The Cavern was this little squashed space so the music sounded a bit louder, a bit more exciting and a bit more vital. About 20 to 30 people were there.\n\"The Beatles were the complete package - they didn't just have a great singer, they had two great singers. They always did harmonies right from the very first time I saw them.\n\"They could probably only afford two microphones, and so when one was doing the lead singing the other two were facing each other on the mic, and it was quite charismatic, it was nice to look at. They had a camaraderie about them.\n\"I never heard them singing one of their own songs because they were just a straight covers band at that time, as was everybody else in Liverpool.\n\"The standard songs that they sang - them and the other bands in Liverpool - were [by] Chuck Berry, Little Richard, the Everly Brothers, Buddy Holly. The sound that I very clearly remember the Beatles playing in the Cavern was a Chuck Berry riff.\n\"As well as doing the stock standards, the Beatles were a bit different because they were better at playing complicated chords. The Beatles were a bit more adventurous.\n\"It wasn't just the music and the singing, it was their lack of respect for the audience. At the Cavern for those first few gigs, they were quite irreverent to the audience and other people. They were sort of the first punk band. The Beatles were a law unto themselves on the stage.\n\"They were still doing that when they went to America - if someone asked them a question they didn't give a serious answer, and that's how they behaved on stage in the Cavern, and that's why I think they liked it in the Cavern.\n\"They were the epitome of rebellion in Liverpool because they weren't trying to imitate Cliff Richard and the Shadows doing little in time steps. They would dance out of step on purpose.\n\"That was their purpose in life - to upset the apple cart. They were so cheeky and so entertaining all around. They were a little bit of a voice for us against authority. I think they were rebels. We were mini rebels supporting them.\n\"Of course when I went back to work I used to stand gazing out of the window thinking about the Beatles and the girls at the Cavern. I couldn't really concentrate on doing any work.\n\"Just in a few weeks they'd gained a bigger following. When word went around, the crowd grew and people kept coming back. Once you'd seen them, not many people didn't go to see them again.\n\"They had big long queues, right down the length of the street and even round the corner at the bottom. But at that stage I'd dumped them.\n\"They started talking about going to London and making records and things like that. Betrayal.\n\"I wasn't the only one. I think the ones who thought that they'd discovered them were a little clique and really did give up on them when the masses found them. It was only when I heard Love Me Do on the radio that I started getting interested in them again. My wife subsequently bought all the LPs but that first era of The Beatles was over for me.\"\nAlex McKechnie was speaking to BBC News entertainment reporter Ian Youngs.\nThe Cavern is celebrating the anniversary with a series of tribute events on Wednesday. A documentary about the first gig will be broadcast on ITV1 at 2240 GMT on Wednesday."}, "partner_inference_id": "41-2023-04-07"}, {"ground_truth_timestamp": "2023-04-12T01:49:25.474966+00:00", "ground_truth_data": {"summary": "About 47% of working South Africans earn less than the wage, which is being introduced to combat income poverty and inequality.\nBut critics say it could put more people out of work as employers might not be able to afford the higher wages.\nThe government says it will consult on the issue, but hopes to introduce a minimum wage within two years.\nAnnouncing the rate, which was proposed by a panel of advisers, the country's deputy president Cyril Ramaphosa said: \"We are now a step closer to finalising discussions on the national minimum wage. All social partners will now decide what their take is.\"\nHe said the panel was not endorsing the proposed figure as a living wage, but wanted to set a minimum payment for workers.\nWages are politically sensitive in the country, where the official unemployment rate is close to 25%.\nOne employment expert reckoned the figure was only about a quarter of the amount needed for the upkeep of a typical South African working-class household.\nProf Chris Malikane of the University of Witwatersrand told a Johannesburg radio station: \"You would need 12,000 rand to sustain a basic household.\"\nThe African National Congress, South Africa's ruling party, supported the proposal calling it \"credible and clearly supported by clear evidence\".\nHowever, the Economic Freedom Fighters, the country's third largest political party, said the plan \"favours business at the expense of workers\".\nIt called for a higher minimum wage of at least 4,500 rand.\nSouth Africa faces a possible downgrade to sub-investment grade by credit ratings agencies next month, with concerns remaining over violent wage strikes.\nMoody's currently rates South Africa two notches above subinvestment grade, with a negative outlook, while Fitch and S&P Global Ratings have it just a step above \"junk\".\nHowever, Mr Ramaphosa said: \"We have made tremendous progress on the labour instability issues,\""}, "partner_inference_id": "42-2023-04-07"}, {"ground_truth_timestamp": "2023-04-12T01:49:30.119981+00:00", "ground_truth_data": {"summary": "Concern is mounting about the potential of a vicious power struggle in Addis Ababa, triggering a negative chain reaction across the region.\nFor many of Ethiopia's Horn allies, the death has come at an awkward moment, not least because a delicate political transition in Somalia is incomplete and under serious strain, and a stand-off between South Sudan and Sudan risks dragging the region into a new armed conflagration.\nMr Meles was a complex figure, hard to pigeon-hole, much less force into a one-dimensional portrait frame.\nA mystique has over the years grown around his personality and politics, making the task to objectively assess his legacy difficult and highly fraught.\nTo use a Churchillian phrase, the man was a riddle and a mystery inside an enigma, and by extension so too the secretive state he presided over.\nBut he was the one African leader who was impossible to ignore.\nThe diminutive ex-guerilla leader was a towering figure whose austere, unsmiling and understated public persona often belied his great influence and charisma.\nSince 1991 he has been the undisputed and pre-eminent key player in the Horn - a formidable strategist whose role remained indispensable in the regional efforts to resolve deadly conflicts and contain militant Islamism.\nDomestically, his legacy is contested. To his ardent fans, he was a true revolutionary impelled by a great sense of mission to overturn the residual feudal and Stalinist structures of the ancient regime.\nHe was the outsider whose genius led to the overthrow of an entrenched and deeply loathed dictatorship.\nHis message of social justice and modernisation resonated with many in the homeland, especially the marginalised \"lowlanders\" in Oromia and Ogadenia.\nHis concept of revolutionary democracy and ethnic federalism promised to create a fairer and inclusive order.\nMeasured against these lofty and progressive ideals, his record has, at best, been patchy and rather uninspiring.\nThe much-vaunted ambitious economic modernisation and liberalisation programme has created a new middle class, attracted huge foreign investment, spawned massive infrastructure projects, spurred economic growth and generally transformed the skylines of the major cities such as Addis Ababa and Mekele.\nBut it has not tackled the deep structural and systemic problems and inefficiencies that have hampered real growth. The Stalinist land tenure system and the complex bureaucratic system are still intact, and the vast majority remain trapped in poverty.\nThe democratisation and political reform process, which Mr Meles himself termed \"work in progress\", has long stalled.\nSince the disputed May 2005 polls, the regime has increasingly become intolerant and autocratic, using a raft of new legislation to stifle and criminalise dissent and lock up opponents.\nWhy West will miss Meles\nObituary: Meles Zenawi\nLife in pictures: Ethiopia's Meles Zenawi\nA plethora of old and new armed ethnic factions continue to wage low-level insurgencies in the periphery. The new policy of engagement and piecemeal peace pacts with a select few has so far only succeeded in managing the problem and buying the regime more time.\nFeeling vulnerable and insecure, Mr Meles has in the last few years become a leader whose overriding domestic political manoeuvres and calculations are driven by one instinct: regime survival.\nHe orchestrated a discreet purge of the ruling Ethiopian People's Revolutionary Democratic Front (EPRDF) and the administration, demoting, sidelining or reassigning key potential rivals and opponents.\nHis death has certainly created a leadership vacuum at the top and with no clear figure groomed to succeed him, the battle for succession could prove destabilising.\nThat said, the prospect of a large-scale upheaval, as some fear, is highly unlikely, partly because the country has a powerful, highly disciplined and cohesive army and security apparatus.\nThe opposition can, in theory, capitalise on the disarray within the ruling party to advance its goals and press for an early poll, but that looks difficult given the narrow factionalism and disorganisation within its ranks, not to mention the fact most of the influential opposition figures are either in exile or locked up.\nMr Meles has continued to enjoy good press in the region and across much of Africa, even as his stature diminished domestically.\nHe is hugely admired and many seem prepared to overlook his personal frailties and forgive his leadership shortcomings for one simple reason: no other African leader has in recent times deployed such great intellectual energy and firepower and used his diplomatic talent and influence to articulate the continent's key priorities and demands at global forums.\nHe did put Africa on the map, and as a skilled and effective negotiator and spokesman he certainly forced leaders in the developed world to listen. But whether this feat alone qualifies him to join the pantheon of the continent's great visionaries, like Kwame Nkrumah and Nelson Mandela, remains debatable.\nNot in contention though is the fact that the late prime minister - almost single-handedly - transformed Ethiopia from a deeply conflicted and war-wracked peripheral Horn of Africa state into a supremely self-assured African diplomatic and military powerhouse.\nFrom the mid-1990s and up until 2005, Ethiopia was a key stop for high-level Western dignitaries visiting the continent, and Mr Meles the must-see African leader whose advice and counsel was sought.\nMany embraced him as a reformer and an elite member of the so-called \"new breed\" of African leaders.\nThe Ethiopian leader cultivated the new friendship and used it to forge strategic partnerships to raise his country's profile and advance its geopolitical and strategic national interests.\nHe swiftly rebuilt and modernised the army, initially in a bid to achieve parity with Sudan and negotiate a detente from a position of strength, but subsequently to \"tame\" a belligerent Eritrea, with whom relations had began to dramatically deteriorate a few years after its independence in 1991.\nThe two countries have since fought two bloody and costly border wars beginning from 1998. A peace pact and a border arbitration treaty brokered by international mediators failed to end to conflict permanently, partly because Addis Ababa refused to fully abide by the terms of the accords and to return the tiny barren piece of land awarded to Eritrea.\nHostilities have continued to simmer ever since, and periodic flare-ups are common along the volatile border.\nIt is plausible the death of Mr Meles may - far from creating opportunities for dialogue - spur Eritrea into escalating the tension.\nThat would be a disastrous and risky gamble which Eritrea must be dissuaded from taking. It is unlikely this is a course of action that would help it secure its perceived legitimate rights, much less win it friends in the region and beyond.\nIn Somalia, Ethiopia's military presence in the past year has been instrumental in putting the pressure on the militant group al-Shabab. Thousands of Ethiopian troops now control a number of key strategic areas in south-central Somalia.\nThe death of Mr Meles has raised new anxieties among the regional allies with troops in Somalia.\nThere are growing fears a destabilising succession battle and power struggle in Addis could potentially complicate matters and jeopardise the whole mission. Kenyan Prime Minister Raila Odinga said as much in a recent radio interview.\nSuch fears are understandable, considering Ethiopia's history and political fragility.\nHowever, there is hope too the country has achieved a level of maturity and that it has the institutional mechanisms and the structural resilience to weather the current storm and ensure a smooth transition that allows for policy continuity in Somalia."}, "partner_inference_id": "43-2023-04-08"}, {"ground_truth_timestamp": "2023-04-12T01:49:33.327249+00:00", "ground_truth_data": {"summary": "Only 50.5 overs were possible at the MCG, but Australia still got wickets at regular intervals with Jackson Bird taking two for 53.\nAzhar's 110-ball half-century saw him pass 1,000 Test runs in 2016.\nAustralia lead the three-Test series 1-0, having beaten Pakistan by 39 runs in the opener at the Gabba.\nSami Aslam was undone by Nathan Lyon after making just nine and, after Azhar and Babar Azam batted through the remainder of the morning, Azam edged the last ball before lunch from Josh Hazlewood to give Steve Smith his second catch.\nMisbah-ul-Haq scored 11 off 13 balls with a four and a six before being brilliantly caught at short leg by Nic Maddinson off Bird.\nBird bowled Younus Khan off an inside edge to end a third-wicket stand of 51.\nThe wicket came shortly before the scheduled tea break and the weather meant that interval came early and play never resumed."}, "partner_inference_id": "44-2023-04-09"}, {"ground_truth_timestamp": "2023-04-12T01:49:36.365834+00:00", "ground_truth_data": {"summary": "It was the first time the Single Transferable Vote (STV) system had been used to select two members in the same ward in a by-election.\nThe SNP topped the vote in the Leith Walk by-election, while Scottish Labour won the second seat from the Greens.\nThe by-election was called after Deidre Brock of the SNP and Maggie Chapman of the Scottish Greens stood down.\nThe SNP's John Lewis Ritchie topped the Leith Walk poll with 2,290 votes. He was elected at stage one in the STV process with a swing in first-preference votes of 7.6% from Labour.\nLabour's Marion Donaldson received 1,623 votes, ahead of Susan Jane Rae of the Scottish Greens on 1,381.\nMs Donaldson was elected at stage 10 of the voting process after other preferences had been considered.\nThe by-election was called after Ms Brock stood down when she was elected as the SNP MP for Edinburgh North and Leith in May.\nMs Chapman, of the Scottish Greens, resigned from her post to concentrate on standing for the Scottish Parliament in next May's election.\nThe turnout for the by-election was 25.1%.\nThe SNP also held the Midlothian West seat on Midlothian Council with a swing of 6.3% from Labour.\nThe party's Kelly Parry secured 1,540 votes, ahead of Labour's Ian Miller on 945 votes.\nThe by-election was called after Owen Thompson was elected as SNP MP for the Midlothian constituency."}, "partner_inference_id": "45-2023-04-10"}, {"ground_truth_timestamp": "2023-04-12T01:49:40.806172+00:00", "ground_truth_data": {"summary": "Kremlin spokesman Dmitry Peskov said on Thursday that the Russian air force would continue its support of the Syrian armed forces.\nHe also urged Washington to deliver on a pledge to separate moderate Syrian opposition fighters from \"terrorists\".\nUS Secretary of State John Kerry warned the US was \"on the verge\" of suspending talks with Russia over Syria.\n\"It's irrational, in the context of the kind of bombing taking place, to be sitting there, trying to take things seriously,\" he told a conference in Washington.\n\"There is no notion or indication of seriousness of purpose with what is taking place right now.\"\nThe Russian foreign ministry said a US refusal to co-operate would be a gift to \"terrorists\".\nThe US and Russia have been negotiating for months to try to secure a cessation of hostilities but the latest truce collapsed last week after only a few days and attacks on eastern Aleppo have since intensified.\nThe US warned on Wednesday it would end talks on military co-operation unless Moscow stopped the bombing.\nThe recent cessation deal was meant to lead to joint Russian-US air strikes on so-called Islamic State and Jabhat Fateh al-Sham (formerly known as al-Nusra Front).\nHowever Russia has complained the US has not done enough to separate the more moderate rebel groups, which it backs, from Jabhat Fateh al-Sham. Many of these groups have formed a strategic alliance with the more powerful Jabhat Fateh al-Sham and fight alongside it.\nDespite growing tensions between the two nations, Mr Peskov said Russia remains interested in pursuing talks with the US in an effort to resolve the crisis in Syria.\nHis comments echo a statement from Moscow, which insisted it would send diplomats to Geneva to discuss ways of normalising the situation with the US.\nUS Deputy Secretary of State Antony Blinken said on Thursday that national security agencies were reviewing all options to try to end the Syrian civil war.\nHe said President Barack Obama had asked \"all of the agencies to put forward options, some familiar, some new, that we are very actively reviewing\".\n\"When we are able to work through these in the days ahead we'll have an opportunity to come back and talk about them in detail,\" he said.\nMeanwhile Turkey has said it will work with Russia on putting in place another ceasefire after the previous agreement collapsed.\nForeign Minister Mevlut Cavusoglu told reporters in Ankara \"we are more than ready\" but emphasised that nations have to try harder to find a political resolution in order for an agreement to be effective.\nAleppo has come under heavy aerial bombardment since the partial truce deal disintegrated a week ago.\nSome 250,000 people are trapped in the east in appalling conditions, under siege from Russian-backed Syrian forces.\nUN aid chief Stephen O'Brien has warned that Aleppo is facing an unprecedented humanitarian crisis.\nMr O'Brien, the under-secretary-general for humanitarian affairs, told the UN Security Council Aleppo had descended into a \"merciless abyss of humanitarian catastrophe unlike any we have witnessed in Syria\".\nThe US has accused Russia of taking part in strikes on civilian targets and possibly committing war crimes - charges Russia has strongly denied."}, "partner_inference_id": "46-2023-04-11"}, {"ground_truth_timestamp": "2023-04-12T01:49:42.626963+00:00", "ground_truth_data": {"summary": "Hooker Hughes, 20, featured for Llandovery during the 2015-16 season while 19-year-old flanker Evans has played for Scarlets' Under-18 side.\nBoth players have been included in Wales' squad for June's Junior World Championship.\nWales play Ireland, Georgia and New Zealand in Pool A in Manchester.\n\"They both enjoyed a very successful Six Nations campaign and will take confidence into the forthcoming World Championships,\" Scarlets general manager of rugby Jon Daniels said."}, "partner_inference_id": "47-2023-04-11"}, {"ground_truth_timestamp": "2023-04-12T01:49:47.244350+00:00", "ground_truth_data": {"summary": "Russia is fuming, in the words of BBC Moscow correspondent Steve Rosenberg, but US politicians have not minced their words either.\nHere is a taster of what's being said and shared.\nTweet by Dmitry Medvedev, Russian prime minister\n\"Sad that the Obama administration, which started its life with a reset, ends it in anti-Russian death throes.\"\n\"The outgoing American administration led by Barack Obama, while accusing Russia of all deadly sins, trying to accuse us, among other things, of the failure of its foreign policy initiatives, as you know, without grounds, has brought forward additional accusations that the Russian side - at state level - was interfering with the US electoral campaign, as a result of which the Democratic candidate lost. Yesterday the US administration, without presenting any facts, any evidence, announced a new wave of sanctions against Russia.\"\nMaria Zakharova, Russian foreign ministry spokeswoman, in a post on Facebook headlined 'Obama's Coming Out'\n\"The people who have lived eight years in the White House are not an administration but a group of vindictive, unimaginative, foreign policy failures. Today [US President Barack] Obama admitted this officially.\n\"Most surprising of all is that after failing to record any achievements in the international arena in the history of his presidency, the Nobel laureate has managed to sign off not with a flourish, but a blot...\n\"Today America, the American people, has been humiliated by its own president. Not by international terrorists, not by enemy troops. This time it's Washington's chief delivering the slap in the face, ramping up the workload for the incoming team...\"\nZakharova says Jews backed Trump\n\"Such actions of the administration in Washington are the demonstration, unfortunately, of an unpredictable, even aggressive, I can say, foreign policy. We think that such decisions of the acting administration, which is supposed to be in office for three more weeks, pursue two aims: finally (irrevocably?) spoiling US-Russian relations and, obviously, having an impact on the foreign policy of the future administration of the president-elect [Donald Trump].\"\n\"What these individuals were doing were basically collecting intelligence. They were intelligence officers operating here and using these compounds, one in New York, one in Maryland, for intelligence collection purposes. And what we are saying today is, in response to and in order to impose consequences for the Russian government's increasing harassment and aggression toward our personnel in Moscow, and, of course, their malicious cyber-activities, interfering and an effort to interfere in our election process, we are imposing consequences.\"\n\"They [the Russians] are trying to destabilize democracy all over the world, not just here. It's just not about pulling for Trump, it's bigger than that. They're trying to break the backs of democracies.\n\"Here's what we should do. We should tell the Russians that on no uncertain terms, you interfere in our elections, we don't care why, we're going to hit you and hit you hard. I'm going to introduce sanctions, they will be bipartisan that names Putin as an individual, his inner circle, for not only hacking into our political systems but trying to destabilize democracy throughout the world.\"\n\"We need to get to the bottom of this. We need to find out exactly what was done and what the implications of the attacks were, especially if they had an effect on our election.\n\"There's no doubt they were interfering and no doubt it was a cyber-attack. The question now is how much and what damage and what should the United States of America do? And so far, we've been totally paralyzed.\"\n\"Russia does not share America's interests. In fact, it has consistently sought to undermine them, sowing dangerous instability around the world. While today's action by the administration is overdue, it is an appropriate way to end eight years of failed policy with Russia. And it serves as a prime example of this administration's ineffective foreign policy that has left America weaker in the eyes of the world.\""}, "partner_inference_id": "48-2023-04-12"}, {"ground_truth_timestamp": "2023-04-12T01:49:51.236463+00:00", "ground_truth_data": {"summary": "Instead of fees rising to £9,250 per year in the autumn, Jeremy Corbyn is proposing a complete handbrake turn in saying that university tuition should not cost students anything.\nIt's a bolder step than Labour's previous leader, who two years ago opted for a halfway house of cutting fees to £6,000 - and then was accused of pleasing no-one.\nThis is Labour going for an all-or-nothing approach - asserting free education as a fundamental principle - and creating the starkest choice in university policy for two decades.\nIt's a direct appeal to younger voters - with surveys suggesting that students are more likely to vote Labour.\nIt makes the pitch that no-one should be deterred from university because of the cost or fear of debt.\nLabour has costed the removal of fees - and the reintroduction of maintenance grants - as being worth £11.2bn per year.\nAnd this is only England - because education funding is a devolved matter. There are no fees for Scottish students in Scotland and the Institute for Fiscal Studies says scrapping the lower fees charged in Northern Ireland and Wales would cost a further £500m per year.\nThis would be covered by the £48.6bn that Labour's manifesto says will be raised by tax changes - along with the party's other spending commitments.\nBut there are lower estimates.\nLabour's figure is based on replacing the fees currently paid by students.\nBut the IFS and London Economics say the cost to the Treasury could be lower, when written off loans are taken into account, with forecasts around £7.5bn to £8bn.\nLabour's big move on fees represents a complete of direction. Previously in government, Labour raised fees and in opposition proposed a modest reduction.\nBut they are now proposing to bulldoze the apparatus of fees, loans and repayments.\nThe most recent figures show £76bn is owed in student loans in England - with this level of student debt having almost doubled in four years.\nFrom this autumn, fees will begin increasing every year with inflation and will soon glide past the £10,000 mark, with interest charges also rising to 6.1%.\nAnd the Conservative government, before the election, had announced plans to sell off student debt to private investors.\nUnder Labour's plans, this whole push towards marketisation would be ditched - and universities would return to being directly funded by government.\nBut is there any evidence that getting rid of fees would help more young people into university, including the disadvantaged?\nUniversities are worried that such a switch to direct funding, dependent on government finances, would put a limit on places and a brake on expansion.\nOne of the quiet revolutions of recent years has been the complete removal of limits on student numbers - with universities able to recruit as many students as they can accommodate - and opening the door to rising numbers of graduates.\nThe argument for fees has always been that they provide the funding to allow more young people to go to university - and that a much smaller proportion went to university when there were no fees.\nThis year has seen a fall of 5% in university applications from UK students - and it follows a pattern of dips when fees are increased.\nBut the long-term trend has been relentlessly upwards, with a huge growth in demand for university places. It remains a powerful symbol of family aspiration.\nAlthough wealthy families remain much more likely to send their children to university - entry rates have risen across all social classes, including the poorest.\nDo students get value for money from tuition fees? Is this an investment that is repaid in better job prospects?\nDepartment for Education figures published last month showed that graduates remained more likely to be in a job than non-graduates and on average earned £10,000 per year more.\nAmong younger people, this graduate advantage is less, at £6,000 per year.\nBut the figures also showed that, despite rises in fees, graduate salaries have stagnated over the past decade.\nLabour's plan sends a strong political signal to young voters.\nA survey from the Higher Education Policy Institute, taken before the manifesto publication, suggested that Labour is now more popular among students than it was in any of the three previous general elections.\nThe survey found Labour significantly ahead in the student vote.\nThe Liberal Democrats, once the most popular party for students, are trailing in third behind the Conservatives.\nIs this still the cloud of tuition fees hanging over the Lib Dems from their U-turn during the coalition government?\nCould they really entirely scrap fees?\nThere will be plenty of scrutiny over funding Labour's plans. But there is nothing unprecedented or outlandish about getting rid of fees.\nGermany has phased out tuition fees - and universities in the Netherlands and Scandinavia try to recruit students from England with the offer of low or no fees.\nFrench undergraduates can study for low fees.\nIn the United States, New York state is introducing free fees for students from families earning up to about £100,000 per year, offering a handout to the squeezed middle classes.\nThere are now leading universities in the US which have lower tuition fees than in England. The University of Washington charges less than the University of Wolverhampton.\nAnd the most immediate example of getting rid of fees has been in Scotland.\nFor England's voters, Labour's undiluted policy on tuition fees - proposing their complete abolition - offers the sharpest divide in the road for decades."}, "partner_inference_id": "49-2023-04-12"}]